DELETE FROM `oc_category`;
INSERT INTO `oc_category` (`category_id`, `image`, `parent_id`, `image2`, `category_icontype`, `category_icon`, `category_image`, `top`, `column`, `sort_order`, `status`, `date_added`, `date_modified`) VALUES
	(11900211, '', 0, '', 1, 'fa fa-car', '', 1, 5, 0, 1, '2017-09-15 21:57:11', '2017-09-20 22:41:15'),
	(11900212, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 21:57:34', '2017-09-15 22:18:25'),
	(11900213, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 21:57:55', '2017-09-15 21:57:55'),
	(11900214, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 21:58:05', '2017-09-15 21:58:05'),
	(11900215, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 21:58:17', '2017-09-15 21:58:17'),
	(11900216, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 21:58:29', '2017-09-15 21:58:29'),
	(11900217, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 21:58:40', '2017-09-15 21:58:40'),
	(11900218, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 21:58:52', '2017-09-15 21:58:52'),
	(11900219, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 21:59:03', '2017-09-15 21:59:03'),
	(11900220, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 21:59:16', '2017-09-15 21:59:16'),
	(11900221, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 21:59:28', '2017-09-15 21:59:28'),
	(11900222, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 21:59:40', '2017-09-15 21:59:40'),
	(11900223, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 21:59:50', '2017-09-15 21:59:50'),
	(11900224, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:00:00', '2017-09-15 22:00:00'),
	(11900225, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:00:12', '2017-09-15 22:00:12'),
	(11900226, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:00:20', '2017-09-15 22:00:20'),
	(11900227, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:00:29', '2017-09-15 22:00:29'),
	(11900228, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:00:39', '2017-09-15 22:00:39'),
	(11900229, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:00:49', '2017-09-15 22:00:49'),
	(11900231, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:01:10', '2017-09-15 22:01:10'),
	(11900232, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:01:18', '2017-09-15 22:01:18'),
	(11900233, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:01:28', '2017-09-15 22:01:28'),
	(11900234, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:01:39', '2017-09-15 22:01:39'),
	(11900235, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:01:48', '2017-09-15 22:01:48'),
	(11900236, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:01:58', '2017-09-15 22:01:58'),
	(11900237, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:02:08', '2017-09-15 22:02:08'),
	(11900238, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:02:21', '2017-09-15 22:02:21'),
	(11900239, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:02:30', '2017-09-15 22:02:30'),
	(11900240, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:02:39', '2017-09-15 22:02:39'),
	(11900241, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:02:48', '2017-09-15 22:02:48'),
	(11900242, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:02:58', '2017-09-15 22:02:58'),
	(11900243, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:03:06', '2017-09-15 22:03:06'),
	(11900244, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:03:15', '2017-09-15 22:03:15'),
	(11900245, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:03:24', '2017-09-15 22:03:24'),
	(11900246, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:03:51', '2017-09-15 22:03:51'),
	(11900247, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:04:01', '2017-09-15 22:04:01'),
	(11900248, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:04:09', '2017-09-15 22:04:09'),
	(11900249, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:04:19', '2017-09-15 22:04:19'),
	(11900250, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:04:27', '2017-09-15 22:04:27'),
	(11900251, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:04:37', '2017-09-15 22:04:37'),
	(11900252, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:04:47', '2017-09-15 22:04:47'),
	(11900253, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:05:02', '2017-09-15 22:05:02'),
	(11900254, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:05:12', '2017-09-15 22:05:12'),
	(11900255, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:05:21', '2017-09-15 22:10:16'),
	(11900256, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:05:38', '2017-09-15 22:05:38'),
	(11900257, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:05:49', '2017-09-15 22:12:32'),
	(11900258, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:05:58', '2017-09-15 22:10:26'),
	(11900259, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:06:07', '2017-09-15 22:06:07'),
	(11900260, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:06:16', '2017-09-15 22:06:16'),
	(11900261, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:06:27', '2017-09-15 22:06:27'),
	(11900262, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:06:35', '2017-09-15 22:06:35'),
	(11900263, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:06:44', '2017-09-15 22:06:44'),
	(11900264, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:06:52', '2017-09-15 22:06:52'),
	(11900265, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:07:01', '2017-09-15 22:07:01'),
	(11900266, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:07:10', '2017-09-15 22:07:10'),
	(11900267, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:07:20', '2017-09-15 22:07:20'),
	(11900268, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:09:27', '2017-09-15 22:09:27'),
	(11900269, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:09:45', '2017-09-15 22:09:45'),
	(11900270, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:10:48', '2017-09-15 22:10:48'),
	(11900271, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:11:45', '2017-09-15 22:11:45'),
	(11900272, '', 11900211, '', 1, 'fa fa-angle-right', 'no_image.png', 0, 1, 0, 1, '2017-09-15 22:12:03', '2017-09-15 22:12:03');

DELETE FROM `oc_category_description`;
INSERT INTO `oc_category_description` (`category_id`, `language_id`, `name`, `description`, `meta_title`, `meta_h1`, `meta_description`, `meta_keyword`) VALUES
	(11900211, 1, 'Каталог товаров', '', 'Каталог товаров - купить в интернет-магазине.', 'Каталог товаров', 'Каталог товаров - каталог, характеристики, отзывы, цены.', 'Каталог товаров, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900212, 2, 'Acura', '', '', '', '', ''),
	(11900212, 1, 'Acura', '', 'Acura - купить в интернет-магазине.', 'Acura', 'Acura - каталог, характеристики, отзывы, цены.', 'Acura, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900213, 1, 'Audi', '', 'Audi - купить в интернет-магазине.', 'Audi', 'Audi - каталог, характеристики, отзывы, цены.', 'Audi, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900213, 2, 'Audi', '', '', '', '', ''),
	(11900214, 1, 'Bentley', '', 'Bentley - купить в интернет-магазине.', 'Bentley', 'Bentley - каталог, характеристики, отзывы, цены.', 'Bentley, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900214, 2, 'Bentley', '', '', '', '', ''),
	(11900215, 1, 'BMW', '', 'BMW - купить в интернет-магазине.', 'BMW', 'BMW - каталог, характеристики, отзывы, цены.', 'BMW, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900215, 2, 'BMW', '', '', '', '', ''),
	(11900216, 1, 'BYD', '', 'BYD - купить в интернет-магазине.', 'BYD', 'BYD - каталог, характеристики, отзывы, цены.', 'BYD, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900216, 2, 'BYD', '', '', '', '', ''),
	(11900217, 1, 'Cadillac', '', 'Cadillac - купить в интернет-магазине.', 'Cadillac', 'Cadillac - каталог, характеристики, отзывы, цены.', 'Cadillac, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900217, 2, 'Cadillac', '', '', '', '', ''),
	(11900218, 1, 'Chery', '', 'Chery - купить в интернет-магазине.', 'Chery', 'Chery - каталог, характеристики, отзывы, цены.', 'Chery, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900218, 2, 'Chery', '', '', '', '', ''),
	(11900219, 1, 'Chevrolet', '', 'Chevrolet - купить в интернет-магазине.', 'Chevrolet', 'Chevrolet - каталог, характеристики, отзывы, цены.', 'Chevrolet, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900219, 2, 'Chevrolet', '', '', '', '', ''),
	(11900220, 1, 'Chrysler', '', 'Chrysler - купить в интернет-магазине.', 'Chrysler', 'Chrysler - каталог, характеристики, отзывы, цены.', 'Chrysler, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900220, 2, 'Chrysler', '', '', '', '', ''),
	(11900221, 1, 'Citroën', '', 'Citroën - купить в интернет-магазине.', 'Citroën', 'Citroën - каталог, характеристики, отзывы, цены.', 'Citroën, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900221, 2, 'Citroën', '', '', '', '', ''),
	(11900222, 1, 'Dacia', '', 'Dacia - купить в интернет-магазине.', 'Dacia', 'Dacia - каталог, характеристики, отзывы, цены.', 'Dacia, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900222, 2, 'Dacia', '', '', '', '', ''),
	(11900223, 1, 'Daewoo', '', 'Daewoo - купить в интернет-магазине.', 'Daewoo', 'Daewoo - каталог, характеристики, отзывы, цены.', 'Daewoo, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900223, 2, 'Daewoo', '', '', '', '', ''),
	(11900224, 1, 'Daihatsu', '', 'Daihatsu - купить в интернет-магазине.', 'Daihatsu', 'Daihatsu - каталог, характеристики, отзывы, цены.', 'Daihatsu, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900224, 2, 'Daihatsu', '', '', '', '', ''),
	(11900225, 1, 'Dodge', '', 'Dodge - купить в интернет-магазине.', 'Dodge', 'Dodge - каталог, характеристики, отзывы, цены.', 'Dodge, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900225, 2, 'Dodge', '', '', '', '', ''),
	(11900226, 1, 'FAW', '', 'FAW - купить в интернет-магазине.', 'FAW', 'FAW - каталог, характеристики, отзывы, цены.', 'FAW, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900226, 2, 'FAW', '', '', '', '', ''),
	(11900227, 1, 'Fiat', '', 'Fiat - купить в интернет-магазине.', 'Fiat', 'Fiat - каталог, характеристики, отзывы, цены.', 'Fiat, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900227, 2, 'Fiat', '', '', '', '', ''),
	(11900228, 1, 'Ford', '', 'Ford - купить в интернет-магазине.', 'Ford', 'Ford - каталог, характеристики, отзывы, цены.', 'Ford, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900228, 2, 'Ford', '', '', '', '', ''),
	(11900229, 1, 'GAZ', '', 'GAZ - купить в интернет-магазине.', 'GAZ', 'GAZ - каталог, характеристики, отзывы, цены.', 'GAZ, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900229, 2, 'GAZ', '', '', '', '', ''),
	(11900231, 1, 'Great Wall', '', 'Great Wall - купить в интернет-магазине.', 'Great Wall', 'Great Wall - каталог, характеристики, отзывы, цены.', 'Great Wall, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900231, 2, 'Great Wall', '', '', '', '', ''),
	(11900232, 1, 'Honda', '', 'Honda - купить в интернет-магазине.', 'Honda', 'Honda - каталог, характеристики, отзывы, цены.', 'Honda, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900232, 2, 'Honda', '', '', '', '', ''),
	(11900233, 1, 'Hummer', '', 'Hummer - купить в интернет-магазине.', 'Hummer', 'Hummer - каталог, характеристики, отзывы, цены.', 'Hummer, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900233, 2, 'Hummer', '', '', '', '', ''),
	(11900234, 1, 'Hyundai', '', 'Hyundai - купить в интернет-магазине.', 'Hyundai', 'Hyundai - каталог, характеристики, отзывы, цены.', 'Hyundai, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900234, 2, 'Hyundai', '', '', '', '', ''),
	(11900235, 1, 'Infiniti', '', 'Infiniti - купить в интернет-магазине.', 'Infiniti', 'Infiniti - каталог, характеристики, отзывы, цены.', 'Infiniti, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900235, 2, 'Infiniti', '', '', '', '', ''),
	(11900236, 1, 'Isuzu', '', 'Isuzu - купить в интернет-магазине.', 'Isuzu', 'Isuzu - каталог, характеристики, отзывы, цены.', 'Isuzu, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900236, 2, 'Isuzu', '', '', '', '', ''),
	(11900237, 1, 'Iveco', '', 'Iveco - купить в интернет-магазине.', 'Iveco', 'Iveco - каталог, характеристики, отзывы, цены.', 'Iveco, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900237, 2, 'Iveco', '', '', '', '', ''),
	(11900238, 1, 'Jaguar', '', 'Jaguar - купить в интернет-магазине.', 'Jaguar', 'Jaguar - каталог, характеристики, отзывы, цены.', 'Jaguar, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900238, 2, 'Jaguar', '', '', '', '', ''),
	(11900239, 1, 'Jeep', '', 'Jeep - купить в интернет-магазине.', 'Jeep', 'Jeep - каталог, характеристики, отзывы, цены.', 'Jeep, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900239, 2, 'Jeep', '', '', '', '', ''),
	(11900240, 1, 'Kia', '', 'Kia - купить в интернет-магазине.', 'Kia', 'Kia - каталог, характеристики, отзывы, цены.', 'Kia, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900240, 2, 'Kia', '', '', '', '', ''),
	(11900241, 1, 'Lada', '', 'Lada - купить в интернет-магазине.', 'Lada', 'Lada - каталог, характеристики, отзывы, цены.', 'Lada, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900241, 2, 'Lada', '', '', '', '', ''),
	(11900242, 1, 'Land Rover', '', 'Land Rover - купить в интернет-магазине.', 'Land Rover', 'Land Rover - каталог, характеристики, отзывы, цены.', 'Land Rover, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900242, 2, 'Land Rover', '', '', '', '', ''),
	(11900243, 1, 'Lexus', '', 'Lexus - купить в интернет-магазине.', 'Lexus', 'Lexus - каталог, характеристики, отзывы, цены.', 'Lexus, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900243, 2, 'Lexus', '', '', '', '', ''),
	(11900244, 1, 'Lifan', '', 'Lifan - купить в интернет-магазине.', 'Lifan', 'Lifan - каталог, характеристики, отзывы, цены.', 'Lifan, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900244, 2, 'Lifan', '', '', '', '', ''),
	(11900245, 1, 'Mazda', '', 'Mazda - купить в интернет-магазине.', 'Mazda', 'Mazda - каталог, характеристики, отзывы, цены.', 'Mazda, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900245, 2, 'Mazda', '', '', '', '', ''),
	(11900246, 1, 'Mercedes-Benz', '', 'Mercedes-Benz - купить в интернет-магазине.', 'Mercedes-Benz', 'Mercedes-Benz - каталог, характеристики, отзывы, цены.', 'Mercedes-Benz, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900246, 2, 'Mercedes-Benz', '', '', '', '', ''),
	(11900247, 1, 'Mini', '', 'Mini - купить в интернет-магазине.', 'Mini', 'Mini - каталог, характеристики, отзывы, цены.', 'Mini, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900247, 2, 'Mini', '', '', '', '', ''),
	(11900248, 1, 'Mitsubishi', '', 'Mitsubishi - купить в интернет-магазине.', 'Mitsubishi', 'Mitsubishi - каталог, характеристики, отзывы, цены.', 'Mitsubishi, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900248, 2, 'Mitsubishi', '', '', '', '', ''),
	(11900249, 1, 'Nissan', '', 'Nissan - купить в интернет-магазине.', 'Nissan', 'Nissan - каталог, характеристики, отзывы, цены.', 'Nissan, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900249, 2, 'Nissan', '', '', '', '', ''),
	(11900250, 1, 'Opel', '', 'Opel - купить в интернет-магазине.', 'Opel', 'Opel - каталог, характеристики, отзывы, цены.', 'Opel, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900250, 2, 'Opel', '', '', '', '', ''),
	(11900251, 1, 'Peugeot', '', 'Peugeot - купить в интернет-магазине.', 'Peugeot', 'Peugeot - каталог, характеристики, отзывы, цены.', 'Peugeot, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900251, 2, 'Peugeot', '', '', '', '', ''),
	(11900252, 1, 'Porsche', '', 'Porsche - купить в интернет-магазине.', 'Porsche', 'Porsche - каталог, характеристики, отзывы, цены.', 'Porsche, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900252, 2, 'Porsche', '', '', '', '', ''),
	(11900253, 1, 'Renault', '', 'Renault - купить в интернет-магазине.', 'Renault', 'Renault - каталог, характеристики, отзывы, цены.', 'Renault, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900253, 2, 'Renault', '', '', '', '', ''),
	(11900254, 1, 'Renault Trucks', '', 'Renault Trucks - купить в интернет-магазине.', 'Renault Trucks', 'Renault Trucks - каталог, характеристики, отзывы, цены.', 'Renault Trucks, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900254, 2, 'Renault Trucks', '', '', '', '', ''),
	(11900255, 2, 'Saab', '', '', '', '', ''),
	(11900255, 1, 'Saab', '', 'Saab - купить в интернет-магазине.', 'Saab', 'Saab - каталог, характеристики, отзывы, цены.', 'Saab, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900256, 1, 'SEAT', '', 'SEAT - купить в интернет-магазине.', 'SEAT', 'SEAT - каталог, характеристики, отзывы, цены.', 'SEAT, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900256, 2, 'SEAT', '', '', '', '', ''),
	(11900257, 2, 'Skoda', '', '', '', '', ''),
	(11900257, 1, 'Skoda', '', 'Skoda - купить в интернет-магазине.', 'Skoda', 'Skoda - каталог, характеристики, отзывы, цены.', 'Skoda, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900258, 2, 'Smart', '', '', '', '', ''),
	(11900258, 1, 'Smart', '', 'Smart - купить в интернет-магазине.', 'Smart', 'Smart - каталог, характеристики, отзывы, цены.', 'Smart, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900259, 1, 'SsangYong', '', 'SsangYong - купить в интернет-магазине.', 'SsangYong', 'SsangYong - каталог, характеристики, отзывы, цены.', 'SsangYong, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900259, 2, 'SsangYong', '', '', '', '', ''),
	(11900260, 1, 'Subaru', '', 'Subaru - купить в интернет-магазине.', 'Subaru', 'Subaru - каталог, характеристики, отзывы, цены.', 'Subaru, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900260, 2, 'Subaru', '', '', '', '', ''),
	(11900261, 1, 'Suzuki', '', 'Suzuki - купить в интернет-магазине.', 'Suzuki', 'Suzuki - каталог, характеристики, отзывы, цены.', 'Suzuki, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900261, 2, 'Suzuki', '', '', '', '', ''),
	(11900262, 1, 'TagAZ', '', 'TagAZ - купить в интернет-магазине.', 'TagAZ', 'TagAZ - каталог, характеристики, отзывы, цены.', 'TagAZ, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900262, 2, 'TagAZ', '', '', '', '', ''),
	(11900263, 1, 'Toyota', '', 'Toyota - купить в интернет-магазине.', 'Toyota', 'Toyota - каталог, характеристики, отзывы, цены.', 'Toyota, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900263, 2, 'Toyota', '', '', '', '', ''),
	(11900264, 1, 'UAZ', '', 'UAZ - купить в интернет-магазине.', 'UAZ', 'UAZ - каталог, характеристики, отзывы, цены.', 'UAZ, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900264, 2, 'UAZ', '', '', '', '', ''),
	(11900265, 1, 'Volkswagen', '', 'Volkswagen - купить в интернет-магазине.', 'Volkswagen', 'Volkswagen - каталог, характеристики, отзывы, цены.', 'Volkswagen, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900265, 2, 'Volkswagen', '', '', '', '', ''),
	(11900266, 1, 'Volvo', '', 'Volvo - купить в интернет-магазине.', 'Volvo', 'Volvo - каталог, характеристики, отзывы, цены.', 'Volvo, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900266, 2, 'Volvo', '', '', '', '', ''),
	(11900267, 1, 'ZAZ', '', 'ZAZ - купить в интернет-магазине.', 'ZAZ', 'ZAZ - каталог, характеристики, отзывы, цены.', 'ZAZ, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900267, 2, 'ZAZ', '', '', '', '', ''),
	(11900268, 1, 'Pontiac', '', 'Pontiac - купить в интернет-магазине.', 'Pontiac', 'Pontiac - каталог, характеристики, отзывы, цены.', 'Pontiac, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900268, 2, 'Pontiac', '', '', '', '', ''),
	(11900269, 1, 'Rover', '', 'Rover - купить в интернет-магазине.', 'Rover', 'Rover - каталог, характеристики, отзывы, цены.', 'Rover, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900269, 2, 'Rover', '', '', '', '', ''),
	(11900270, 1, 'Tesla', '', 'Tesla - купить в интернет-магазине.', 'Tesla', 'Tesla - каталог, характеристики, отзывы, цены.', 'Tesla, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900270, 2, 'Tesla', '', '', '', '', ''),
	(11900271, 1, 'Vortex', '', 'Vortex - купить в интернет-магазине.', 'Vortex', 'Vortex - каталог, характеристики, отзывы, цены.', 'Vortex, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900271, 2, 'Vortex', '', '', '', '', ''),
	(11900272, 1, 'ZX', '', 'ZX - купить в интернет-магазине.', 'ZX', 'ZX - каталог, характеристики, отзывы, цены.', 'ZX, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(11900272, 2, 'ZX', '', '', '', '', ''),
	(11900211, 2, 'Каталог товаров', '', '', '', '', '');
	
DELETE FROM `oc_category_path`;
INSERT INTO `oc_category_path` (`category_id`, `path_id`, `level`) VALUES
	(11900272, 11900272, 1),
	(11900272, 11900211, 0),
	(11900271, 11900271, 1),
	(11900271, 11900211, 0),
	(11900270, 11900270, 1),
	(11900270, 11900211, 0),
	(11900269, 11900269, 1),
	(11900269, 11900211, 0),
	(11900268, 11900268, 1),
	(11900268, 11900211, 0),
	(11900267, 11900267, 1),
	(11900266, 11900266, 1),
	(11900267, 11900211, 0),
	(11900266, 11900211, 0),
	(11900265, 11900211, 0),
	(11900265, 11900265, 1),
	(11900264, 11900264, 1),
	(11900263, 11900263, 1),
	(11900264, 11900211, 0),
	(11900263, 11900211, 0),
	(11900262, 11900211, 0),
	(11900262, 11900262, 1),
	(11900261, 11900261, 1),
	(11900261, 11900211, 0),
	(11900260, 11900260, 1),
	(11900260, 11900211, 0),
	(11900259, 11900259, 1),
	(11900259, 11900211, 0),
	(11900258, 11900258, 1),
	(11900257, 11900257, 1),
	(11900258, 11900211, 0),
	(11900257, 11900211, 0),
	(11900256, 11900256, 1),
	(11900256, 11900211, 0),
	(11900255, 11900255, 1),
	(11900254, 11900254, 1),
	(11900255, 11900211, 0),
	(11900254, 11900211, 0),
	(11900253, 11900253, 1),
	(11900253, 11900211, 0),
	(11900252, 11900252, 1),
	(11900252, 11900211, 0),
	(11900251, 11900251, 1),
	(11900251, 11900211, 0),
	(11900250, 11900250, 1),
	(11900250, 11900211, 0),
	(11900249, 11900249, 1),
	(11900249, 11900211, 0),
	(11900248, 11900248, 1),
	(11900248, 11900211, 0),
	(11900247, 11900247, 1),
	(11900247, 11900211, 0),
	(11900246, 11900246, 1),
	(11900245, 11900245, 1),
	(11900246, 11900211, 0),
	(11900245, 11900211, 0),
	(11900244, 11900211, 0),
	(11900244, 11900244, 1),
	(11900243, 11900243, 1),
	(11900242, 11900242, 1),
	(11900243, 11900211, 0),
	(11900242, 11900211, 0),
	(11900241, 11900241, 1),
	(11900241, 11900211, 0),
	(11900240, 11900240, 1),
	(11900240, 11900211, 0),
	(11900239, 11900239, 1),
	(11900239, 11900211, 0),
	(11900238, 11900211, 0),
	(11900238, 11900238, 1),
	(11900237, 11900237, 1),
	(11900236, 11900236, 1),
	(11900237, 11900211, 0),
	(11900236, 11900211, 0),
	(11900235, 11900235, 1),
	(11900235, 11900211, 0),
	(11900234, 11900211, 0),
	(11900234, 11900234, 1),
	(11900233, 11900233, 1),
	(11900232, 11900232, 1),
	(11900233, 11900211, 0),
	(11900232, 11900211, 0),
	(11900231, 11900211, 0),
	(11900231, 11900231, 1),
	(11900229, 11900229, 1),
	(11900229, 11900211, 0),
	(11900228, 11900228, 1),
	(11900228, 11900211, 0),
	(11900227, 11900227, 1),
	(11900227, 11900211, 0),
	(11900226, 11900211, 0),
	(11900226, 11900226, 1),
	(11900225, 11900225, 1),
	(11900224, 11900224, 1),
	(11900225, 11900211, 0),
	(11900224, 11900211, 0),
	(11900223, 11900211, 0),
	(11900223, 11900223, 1),
	(11900222, 11900222, 1),
	(11900221, 11900221, 1),
	(11900222, 11900211, 0),
	(11900221, 11900211, 0),
	(11900220, 11900220, 1),
	(11900220, 11900211, 0),
	(11900219, 11900219, 1),
	(11900219, 11900211, 0),
	(11900218, 11900218, 1),
	(11900218, 11900211, 0),
	(11900217, 11900217, 1),
	(11900217, 11900211, 0),
	(11900216, 11900216, 1),
	(11900216, 11900211, 0),
	(11900215, 11900215, 1),
	(11900215, 11900211, 0),
	(11900214, 11900214, 1),
	(11900214, 11900211, 0),
	(11900213, 11900213, 1),
	(11900213, 11900211, 0),
	(11900212, 11900212, 1),
	(11900212, 11900211, 0),
	(11900211, 11900211, 0);

DELETE FROM `oc_category_to_layout`;
INSERT INTO `oc_category_to_layout` (`category_id`, `store_id`, `layout_id`) VALUES
	(11900211, 0, 0),
	(11900212, 0, 0),
	(11900213, 0, 0),
	(11900214, 0, 0),
	(11900215, 0, 0),
	(11900216, 0, 0),
	(11900217, 0, 0),
	(11900218, 0, 0),
	(11900219, 0, 0),
	(11900220, 0, 0),
	(11900221, 0, 0),
	(11900222, 0, 0),
	(11900223, 0, 0),
	(11900224, 0, 0),
	(11900225, 0, 0),
	(11900226, 0, 0),
	(11900227, 0, 0),
	(11900228, 0, 0),
	(11900229, 0, 0),
	(11900231, 0, 0),
	(11900232, 0, 0),
	(11900233, 0, 0),
	(11900234, 0, 0),
	(11900235, 0, 0),
	(11900236, 0, 0),
	(11900237, 0, 0),
	(11900238, 0, 0),
	(11900239, 0, 0),
	(11900240, 0, 0),
	(11900241, 0, 0),
	(11900242, 0, 0),
	(11900243, 0, 0),
	(11900244, 0, 0),
	(11900245, 0, 0),
	(11900246, 0, 0),
	(11900247, 0, 0),
	(11900248, 0, 0),
	(11900249, 0, 0),
	(11900250, 0, 0),
	(11900251, 0, 0),
	(11900252, 0, 0),
	(11900253, 0, 0),
	(11900254, 0, 0),
	(11900255, 0, 0),
	(11900256, 0, 0),
	(11900257, 0, 0),
	(11900258, 0, 0),
	(11900259, 0, 0),
	(11900260, 0, 0),
	(11900261, 0, 0),
	(11900262, 0, 0),
	(11900263, 0, 0),
	(11900264, 0, 0),
	(11900265, 0, 0),
	(11900266, 0, 0),
	(11900267, 0, 0),
	(11900268, 0, 0),
	(11900269, 0, 0),
	(11900270, 0, 0),
	(11900271, 0, 0),
	(11900272, 0, 0);
	
DELETE FROM `oc_category_to_store`;
INSERT INTO `oc_category_to_store` (`category_id`, `store_id`) VALUES
	(11900211, 0),
	(11900212, 0),
	(11900213, 0),
	(11900214, 0),
	(11900215, 0),
	(11900216, 0),
	(11900217, 0),
	(11900218, 0),
	(11900219, 0),
	(11900220, 0),
	(11900221, 0),
	(11900222, 0),
	(11900223, 0),
	(11900224, 0),
	(11900225, 0),
	(11900226, 0),
	(11900227, 0),
	(11900228, 0),
	(11900229, 0),
	(11900231, 0),
	(11900232, 0),
	(11900233, 0),
	(11900234, 0),
	(11900235, 0),
	(11900236, 0),
	(11900237, 0),
	(11900238, 0),
	(11900239, 0),
	(11900240, 0),
	(11900241, 0),
	(11900242, 0),
	(11900243, 0),
	(11900244, 0),
	(11900245, 0),
	(11900246, 0),
	(11900247, 0),
	(11900248, 0),
	(11900249, 0),
	(11900250, 0),
	(11900251, 0),
	(11900252, 0),
	(11900253, 0),
	(11900254, 0),
	(11900255, 0),
	(11900256, 0),
	(11900257, 0),
	(11900258, 0),
	(11900259, 0),
	(11900260, 0),
	(11900261, 0),
	(11900262, 0),
	(11900263, 0),
	(11900264, 0),
	(11900265, 0),
	(11900266, 0),
	(11900267, 0),
	(11900268, 0),
	(11900269, 0),
	(11900270, 0),
	(11900271, 0),
	(11900272, 0);

DELETE FROM `oc_currency`;
INSERT INTO `oc_currency` (`currency_id`, `title`, `code`, `symbol_left`, `symbol_right`, `decimal_place`, `value`, `status`, `date_modified`) VALUES
	(1, 'Рубль', 'RUB', '', ' р.', '0', 1.00000000, 1, '2017-10-01 17:22:52'),
	(2, 'US Dollar', 'USD', '$', '', '0', 0.01730000, 1, '2017-10-01 17:22:18'),
	(3, 'Euro', 'EUR', '', '€', '2', 0.01470000, 1, '2017-10-01 17:22:18');

DELETE FROM `oc_extension`;
INSERT INTO `oc_extension` (`extension_id`, `type`, `code`) VALUES
	(1, 'payment', 'cod'),
	(2, 'total', 'shipping'),
	(3, 'total', 'sub_total'),
	(4, 'total', 'tax'),
	(5, 'total', 'total'),
	(6, 'module', 'banner'),
	(7, 'module', 'carousel'),
	(8, 'total', 'credit'),
	(10, 'total', 'handling'),
	(11, 'total', 'low_order_fee'),
	(12, 'total', 'coupon'),
	(13, 'module', 'category'),
	(14, 'module', 'account'),
	(15, 'total', 'reward'),
	(16, 'total', 'voucher'),
	(17, 'payment', 'free_checkout'),
	(18, 'module', 'featured'),
	(19, 'module', 'slideshow'),
	(20, 'theme', 'theme_default'),
	(21, 'dashboard', 'activity'),
	(22, 'dashboard', 'sale'),
	(23, 'dashboard', 'recent'),
	(24, 'dashboard', 'order'),
	(25, 'dashboard', 'online'),
	(26, 'dashboard', 'map'),
	(27, 'dashboard', 'customer'),
	(28, 'dashboard', 'chart'),
	(30, 'theme', 'revolution'),
	(37, 'module', 'revblogmod'),
	(32, 'shipping', 'pickup'),
	(35, 'shipping', 'revship'),
	(36, 'shipping', 'revship2');

DELETE FROM `oc_information`;
INSERT INTO `oc_information` (`information_id`, `bottom`, `top`, `top2`, `sort_order`, `status`) VALUES
	(3, 0, 0, 0, 2, 1),
	(4, 0, 0, 0, 1, 1),
	(5, 0, 0, 0, 4, 1),
	(6, 0, 0, 0, 3, 1),
	(7, 0, 0, 0, -1, 1),
	(8, 0, 0, 0, -1, 1),
	(9, 0, 0, 0, -1, 1),
	(10, 0, 0, 0, -1, 1),
	(11, 0, 0, 0, -1, 1);

DELETE FROM `oc_information_description`;
INSERT INTO `oc_information_description` (`information_id`, `language_id`, `title`, `description`, `meta_title`, `meta_h1`, `meta_description`, `meta_keyword`) VALUES
	(5, 1, 'Гарантия', '&lt;p&gt;&lt;span style=&quot;font-family: Roboto;&quot;&gt;\r\n	Гарантия&lt;/span&gt;&lt;/p&gt;\r\n', 'Гарантия', 'Гарантия', 'Гарантия', 'Гарантия'),
	(6, 1, 'Доставка', '&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; color: rgb(51, 51, 51); font-size: 14px; line-height: 20px;&quot;&gt;&lt;span style=&quot;font-family: Roboto;&quot;&gt;Идейные соображения высшего порядка, а также консультация с широким активом влечет за собой процесс внедрения и модернизации соответствующий условий активизации. Равным образом рамки и место обучения кадров способствует подготовки и реализации направлений прогрессивного развития. Значимость этих проблем настолько очевидна, что новая модель организационной деятельности представляет собой интересный эксперимент проверки направлений прогрессивного развития. Идейные соображения высшего порядка, а также новая модель организационной деятельности влечет за собой процесс внедрения и модернизации дальнейших направлений развития. Повседневная практика показывает, что рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Идейные соображения высшего порядка, а также реализация намеченных плановых заданий играет важную роль в формировании существенных финансовых и административных условий.&lt;/span&gt;&lt;/p&gt;&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; color: rgb(51, 51, 51); font-size: 14px; line-height: 20px;&quot;&gt;&lt;span style=&quot;font-family: Roboto;&quot;&gt;Товарищи! рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании модели развития. Задача организации, в особенности же консультация с широким активом обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач. Таким образом реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации позиций, занимаемых участниками в отношении поставленных задач. Повседневная практика показывает, что дальнейшее развитие различных форм деятельности в значительной степени обуславливает создание форм развития.&lt;/span&gt;&lt;/p&gt;&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; color: rgb(51, 51, 51); font-size: 14px; line-height: 20px;&quot;&gt;&lt;span style=&quot;font-family: Roboto;&quot;&gt;Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации систем массового участия. Задача организации, в особенности же начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки направлений прогрессивного развития. Не следует, однако забывать, что укрепление и развитие структуры представляет собой интересный эксперимент проверки форм развития.&lt;/span&gt;&lt;/p&gt;\r\n', 'Доставка', 'Доставка', 'Доставка', 'Доставка'),
	(4, 1, 'О нас', '&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; color: rgb(51, 51, 51); font-size: 14px; line-height: 20px;&quot;&gt;&lt;span style=&quot;font-family: Roboto;&quot;&gt;Повседневная практика показывает, что консультация с широким активом в значительной степени обуславливает создание существенных финансовых и административных условий. Разнообразный и богатый опыт укрепление и развитие структуры играет важную роль в формировании новых предложений. Равным образом рамки и место обучения кадров влечет за собой процесс внедрения и модернизации систем массового участия.&lt;/span&gt;&lt;/p&gt;&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; color: rgb(51, 51, 51); font-size: 14px; line-height: 20px;&quot;&gt;&lt;span style=&quot;font-family: Roboto;&quot;&gt;Таким образом дальнейшее развитие различных форм деятельности требуют от нас анализа новых предложений. Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности играет важную роль в формировании систем массового участия. Задача организации, в особенности же укрепление и развитие структуры играет важную роль в формировании направлений прогрессивного развития.&lt;/span&gt;&lt;/p&gt;&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; color: rgb(51, 51, 51); font-size: 14px; line-height: 20px;&quot;&gt;&lt;span style=&quot;font-family: Roboto;&quot;&gt;Товарищи! новая модель организационной деятельности влечет за собой процесс внедрения и модернизации новых предложений. Повседневная практика показывает, что начало повседневной работы по формированию позиции способствует подготовки и реализации существенных финансовых и административных условий. Таким образом укрепление и развитие структуры представляет собой интересный эксперимент проверки форм развития. С другой стороны начало повседневной работы по формированию позиции требуют определения и уточнения систем массового участия. Разнообразный и богатый опыт укрепление и развитие структуры требуют от нас анализа системы обучения кадров, соответствует насущным потребностям. Не следует, однако забывать, что консультация с широким активом позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении поставленных задач.&lt;/span&gt;&lt;/p&gt;\r\n', 'О нас', 'О нас', 'О нас', 'О нас'),
	(3, 1, 'Оплата', '&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px;&quot;&gt;&lt;span style=&quot;color: rgb(51, 51, 51); font-family: Roboto; font-size: 14px; line-height: 20px;&quot;&gt;Оплата&lt;/span&gt;&lt;br&gt;&lt;/p&gt;\r\n', 'Оплата', 'Оплата', 'Оплата', 'Оплата'),
	(5, 2, 'Гарантия', '&lt;p&gt;Гарантия&lt;br&gt;&lt;/p&gt;', '', '', '', ''),
	(6, 2, 'Доставка', '&lt;p&gt;Доставка&lt;br&gt;&lt;/p&gt;', '', '', '', ''),
	(4, 2, 'О нас', '&lt;p&gt;О нас&lt;br&gt;&lt;/p&gt;', '', '', '', ''),
	(3, 2, 'Оплата', '&lt;p&gt;Оплата&lt;br&gt;&lt;/p&gt;', '', '', '', ''),
	(7, 2, 'Замена масла', '&lt;p&gt;При покупке моторного масла через сайт - мы дарим вам бесплатную замену!&lt;/p&gt;&lt;p&gt;Полностью откачиваем шприцем остатки масла, протираем посадочные места, диагностируем уровень и состояние прочих технических жидкостей.&lt;br&gt;&lt;/p&gt;', '', '', '', ''),
	(7, 1, 'Замена масла', '&lt;p&gt;При покупке моторного масла через сайт - мы дарим вам бесплатную замену!&lt;/p&gt;&lt;p&gt;Полностью откачиваем шприцем остатки масла, протираем посадочные места, диагностируем уровень и состояние прочих технических жидкостей.&lt;/p&gt;&lt;p&gt;&lt;a href=&quot;avtoservis&quot;&gt;Подробнее&lt;/a&gt;.&lt;/p&gt;', 'Замена масла', 'Замена масла', 'Замена масла', 'Замена масла'),
	(8, 1, 'Политика конфиденциальности', '&lt;p&gt;Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в отношении всей информации, которую Интернет-магазин, расположенный на доменном имени, может получить о Пользователе во время использования сайта Интернет-магазина, программ и продуктов Интернет-магазина.&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;1. ОБЩИЕ ПОЛОЖЕНИЯ&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;1.1. Использование Пользователем сайта Интернет-магазина означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.&lt;/p&gt;&lt;p&gt;1.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта Интернет-магазина.&lt;/p&gt;&lt;p&gt;1.3. Настоящая Политика конфиденциальности применяется только к сайту Интернет-магазина Название магазина. Интернет-магазин не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте Интернет-магазина.&lt;/p&gt;&lt;p&gt;1.4. Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайта Интернет-магазина.&lt;/p&gt;', 'Политика конфиденциальности', 'Политика конфиденциальности', 'Политика конфиденциальности', 'Политика конфиденциальности'),
	(8, 2, 'Политика конфиденциальности', '&lt;p&gt;Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в отношении всей информации, которую Интернет-магазин, расположенный на доменном имени, может получить о Пользователе во время использования сайта Интернет-магазина, программ и продуктов Интернет-магазина.&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;1. ОБЩИЕ ПОЛОЖЕНИЯ&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;1.1. Использование Пользователем сайта Интернет-магазина означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.&lt;/p&gt;&lt;p&gt;1.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта Интернет-магазина.&lt;/p&gt;&lt;p&gt;1.3. Настоящая Политика конфиденциальности применяется только к сайту Интернет-магазина Название магазина. Интернет-магазин не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте Интернет-магазина.&lt;/p&gt;&lt;p&gt;1.4. Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайта Интернет-магазина.&lt;/p&gt;', '', '', '', ''),
	(9, 2, 'Автосервис', '&lt;p&gt;Любые виды работ и весь спектр услуг клиентам нашего автоцентра:&lt;/p&gt;&lt;ul&gt;&lt;li&gt;ремонт дизельных и бензиновых двигателей;&lt;br&gt;&lt;/li&gt;&lt;li&gt;замена агрегатов, ДВС, КПП, мостов, балок;&lt;/li&gt;&lt;li&gt;замена рессор, шкворней, рулевых наконечников, рулевых тяг, тормозных накладок, дисков сцепления;&lt;/li&gt;&lt;li&gt;диагностика дизельных систем CommonRail набор для тестирования NCT-1500;&lt;/li&gt;&lt;li&gt;полное тестирование инжекторов, клапанов, насосов и топливных магистралей систем BOSCH, DELPHI и DENSO без съема компонентов автомобиля;&lt;/li&gt;&lt;li&gt;компьютерная диагностика любых автомобилей.&lt;/li&gt;&lt;/ul&gt;', '', '', '', ''),
	(9, 1, 'Автосервис', '&lt;p&gt;Любые виды работ и весь спектр услуг клиентам нашего автоцентра:&lt;/p&gt;&lt;ul&gt;&lt;li&gt;ремонт дизельных и бензиновых двигателей;&lt;br&gt;&lt;/li&gt;&lt;li&gt;замена агрегатов, ДВС, КПП, мостов, балок;&lt;/li&gt;&lt;li&gt;замена рессор, шкворней, рулевых наконечников, рулевых тяг, тормозных накладок, дисков сцепления;&lt;/li&gt;&lt;li&gt;диагностика дизельных систем CommonRail набор для тестирования NCT-1500;&lt;/li&gt;&lt;li&gt;полное тестирование инжекторов, клапанов, насосов и топливных магистралей систем BOSCH, DELPHI и DENSO без съема компонентов автомобиля;&lt;/li&gt;&lt;li&gt;компьютерная диагностика любых автомобилей.&lt;/li&gt;&lt;/ul&gt;&lt;p style=&quot;text-align: center; &quot;&gt;&lt;img src=&quot;/image/catalog/revolution/demo_tovars/zap/products/aservice.jpg&quot; style=&quot;width: 800px;&quot;&gt;&lt;br&gt;&lt;/p&gt;', 'Автосервис', 'Автосервис', 'Автосервис', 'Автосервис'),
	(10, 2, 'Гарантия на новые запчасти', '&lt;p&gt;Гарантия на новые запчасти.&lt;br&gt;&lt;/p&gt;', '', '', '', ''),
	(10, 1, 'Гарантия на новые запчасти', '&lt;p&gt;Гарантия на новые запчасти.&lt;br&gt;&lt;/p&gt;', 'Гарантия на новые запчасти', 'Гарантия на новые запчасти', 'Гарантия на новые запчасти', 'Гарантия на новые запчасти'),
	(11, 1, 'Гарантия на б.у. запчасти', '&lt;p&gt;Гарантия на б.у. запчасти.&lt;br&gt;&lt;/p&gt;', 'Гарантия на б.у. запчасти', 'Гарантия на б.у. запчасти', 'Гарантия на б.у. запчасти', 'Гарантия на б.у. запчасти'),
	(11, 2, 'Гарантия на б.у. запчасти', '&lt;p&gt;Гарантия на б.у. запчасти.&lt;br&gt;&lt;/p&gt;', '', '', '', '');

DELETE FROM `oc_information_to_layout`;
INSERT INTO `oc_information_to_layout` (`information_id`, `store_id`, `layout_id`) VALUES
	(6, 0, 0),
	(4, 0, 0),
	(3, 0, 0),
	(5, 0, 0),
	(7, 0, 0),
	(8, 0, 0),
	(9, 0, 0),
	(10, 0, 0),
	(11, 0, 0);

DELETE FROM `oc_information_to_store`;
INSERT INTO `oc_information_to_store` (`information_id`, `store_id`) VALUES
	(3, 0),
	(4, 0),
	(5, 0),
	(6, 0),
	(7, 0),
	(8, 0),
	(9, 0),
	(10, 0),
	(11, 0);

DELETE FROM `oc_layout_module`;
INSERT INTO `oc_layout_module` (`layout_module_id`, `layout_id`, `code`, `position`, `sort_order`) VALUES
	(2, 4, '0', 'content_top', 0),
	(3, 4, '0', 'content_top', 1),
	(20, 5, '0', 'column_left', 2),
	(69, 10, 'affiliate', 'column_right', 1),
	(68, 6, 'account', 'column_right', 1),
	(79, 1, 'revblogmod.34', 'content_bottom', 0),
	(78, 11, 'revblogmod.33', 'column_left', 0);

DELETE FROM `oc_manufacturer`;
INSERT INTO `oc_manufacturer` (`manufacturer_id`, `name`, `image`, `sort_order`) VALUES
	(56, 'KYB', '', 0),
	(37, 'Toyota', '', 0),
	(55, 'Shell Helix', '', 0),
	(54, 'Nissan', '', 0),
	(57, 'Febest', '', 0);

DELETE FROM `oc_manufacturer_description`;
INSERT INTO `oc_manufacturer_description` (`manufacturer_id`, `language_id`, `name`, `description`, `meta_title`, `meta_h1`, `meta_description`, `meta_keyword`) VALUES
	(37, 1, 'Toyota', '', 'Toyota - купить в интернет-магазине.', 'Toyota', 'Выбор товаров из каталога Toyota.', 'Toyota, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(37, 2, 'Toyota', '', '', '', '', ''),
	(54, 1, 'Nissan', '', 'Nissan - купить в интернет-магазине.', 'Nissan', 'Выбор товаров из каталога Nissan.', 'Nissan, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(54, 2, 'Nissan', '', '', '', '', ''),
	(55, 1, 'Shell Helix', '', 'Shell Helix - купить в интернет-магазине.', 'Shell Helix', 'Выбор товаров из каталога Shell Helix.', 'Shell Helix, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(55, 2, 'Shell Helix', '', '', '', '', ''),
	(56, 1, 'KYB', '', 'KYB - купить в интернет-магазине.', 'KYB', 'Выбор товаров из каталога KYB.', 'KYB, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(56, 2, 'KYB', '', '', '', '', ''),
	(57, 1, 'Febest', '', 'Febest - купить в интернет-магазине.', 'Febest', 'Выбор товаров из каталога Febest.', 'Febest, купить, продажа, выбор, цена, стоимость, описание, характеристики, отзывы, интернет магазин.'),
	(57, 2, 'Febest', '', '', '', '', '');

DELETE FROM `oc_manufacturer_to_store`;
INSERT INTO `oc_manufacturer_to_store` (`manufacturer_id`, `store_id`) VALUES
	(37, 0),
	(54, 0),
	(55, 0),
	(56, 0),
	(57, 0);

DELETE FROM `oc_module`;
INSERT INTO `oc_module` (`module_id`, `name`, `code`, `setting`) VALUES
	(30, 'Category', 'banner', '{"name":"Category","banner_id":"6","width":"300","height":"180","status":"1"}'),
	(29, 'Home Page', 'carousel', '{"name":"Home Page","banner_id":"8","width":"130","height":"100","status":"1"}'),
	(28, 'Home Page', 'featured', '{"name":"Home Page","product":["418"],"limit":"4","width":"228","height":"228","status":"1"}'),
	(27, 'Home Page', 'slideshow', '{"name":"Home Page","banner_id":"7","width":"1140","height":"380","status":"1"}'),
	(31, 'Banner 1', 'banner', '{"name":"Banner 1","banner_id":"6","width":"182","height":"182","status":"1"}'),
	(33, 'Новости в статьях', 'revblogmod', '{"name":"\\u041d\\u043e\\u0432\\u043e\\u0441\\u0442\\u0438 \\u0432 \\u0441\\u0442\\u0430\\u0442\\u044c\\u044f\\u0445","status":"1","title":"","icon":"fa none","blog_category_id":"3","news_limit":"2","desc_limit":"180","image_status":"1","image_width":"80","image_height":"60","data_status":"1","slider":"0"}'),
	(34, 'Новости на главной', 'revblogmod', '{"name":"\\u041d\\u043e\\u0432\\u043e\\u0441\\u0442\\u0438 \\u043d\\u0430 \\u0433\\u043b\\u0430\\u0432\\u043d\\u043e\\u0439","status":"1","title":"\\u041d\\u043e\\u0432\\u043e\\u0441\\u0442\\u0438","icon":"fa fa-newspaper-o","blog_category_id":"3","news_limit":"5","desc_limit":"180","image_status":"0","image_width":"80","image_height":"60","data_status":"1","slider":"0"}');

DELETE FROM `oc_product`;
INSERT INTO `oc_product` (`product_id`, `model`, `sku`, `upc`, `ean`, `jan`, `isbn`, `mpn`, `location`, `quantity`, `stock_status_id`, `image`, `manufacturer_id`, `shipping`, `options_buy`, `price`, `points`, `tax_class_id`, `date_available`, `weight`, `weight_class_id`, `length`, `width`, `height`, `length_class_id`, `subtract`, `minimum`, `sort_order`, `status`, `viewed`, `date_added`, `date_modified`) VALUES
	(443, '44200-60170', '44200-60170', '', '', '', '', '', '', 6, 7, '', 37, 1, 0, 17500.0000, 0, 0, '2017-09-21', 0.00, 1, 0.00, 0.00, 0.00, 1, 0, 1, 1, 1, 0, '2017-09-18 20:12:39', '0000-00-00 00:00:00'),
	(442, '3GR-FSE', '', 'Б.у.', '', '', '', '', '', 5, 7, '', 37, 1, 0, 16000.0000, 0, 0, '2017-09-21', 0.00, 1, 0.00, 0.00, 0.00, 1, 0, 1, 1, 1, 2, '2017-09-18 20:10:53', '0000-00-00 00:00:00'),
	(441, '4111030A81', '4111030A81', 'Б.у.', '', '', '', '', '', 3, 7, 'catalog/revolution/demo_tovars/zap/products/lexus_5.jpg', 37, 1, 0, 5000.0000, 0, 0, '2017-09-21', 0.00, 1, 0.00, 0.00, 0.00, 1, 0, 1, 1, 1, 3, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
	(440, '4880530050', '4880530050', 'Б.у.', '', '', '', '', '', 0, 6, 'catalog/revolution/demo_tovars/zap/products/lexus_4.jpg', 37, 1, 0, 1500.0000, 0, 0, '2017-09-21', 0.00, 1, 0.00, 0.00, 0.00, 1, 0, 1, 1, 1, 0, '2017-09-18 20:06:06', '2017-10-01 20:19:34'),
	(439, '8155130A41', '8155130A41', 'Б.у.', '', '', '', '', '', 2, 7, 'catalog/revolution/demo_tovars/zap/products/lexus_3.jpg', 37, 1, 0, 12000.0000, 0, 0, '2017-09-21', 0.00, 1, 0.00, 0.00, 0.00, 1, 0, 1, 1, 1, 0, '2017-09-18 20:02:03', '0000-00-00 00:00:00'),
	(438, 'URJ201', '', '', '', '', '', '', '', 0, 6, 'catalog/revolution/demo_tovars/zap/products/lexus_2.jpg', 37, 1, 0, 50000.0000, 0, 0, '2017-09-21', 0.00, 1, 0.00, 0.00, 0.00, 1, 0, 1, 1, 1, 0, '2017-09-18 19:54:40', '2017-10-01 20:20:52'),
	(437, '90919-05057', '90919-05057', 'Б.у.', '', '', '', '', '', 1, 7, 'catalog/revolution/demo_tovars/zap/products/lexus_1.jpg', 37, 1, 0, 1500.0000, 0, 0, '2017-09-21', 0.00, 1, 0.00, 0.00, 0.00, 1, 0, 1, 1, 1, 3, '2017-09-21 19:44:44', '2017-09-21 19:48:49'),
	(436, 'NST5314L', 'NST5314L', '', '', '', '', '', '', 3, 7, 'catalog/revolution/demo_tovars/zap/products/kyb_new_sr.jpg', 56, 1, 0, 18000.0000, 0, 0, '2017-09-20', 0.00, 1, 0.00, 0.00, 0.00, 1, 1, 1, 1, 1, 16, '2017-09-20 20:33:16', '2017-09-20 22:04:02'),
	(435, 'LC 200', 'F001200', '', '', '', '', '', '', 8, 7, 'catalog/revolution/demo_tovars/zap/products/lx570_5.jpg', 37, 1, 0, 17000.0000, 0, 0, '2017-09-20', 0.00, 1, 0.00, 0.00, 0.00, 1, 1, 1, 1, 1, 11, '2017-09-20 20:25:22', '2017-09-21 22:09:49'),
	(434, 'TAB520', 'TAB520', '', '', '', '', '', '', 2, 7, '', 57, 1, 0, 500.0000, 0, 0, '2017-09-20', 0.00, 1, 0.00, 0.00, 0.00, 1, 1, 1, 1, 1, 4, '2017-09-20 20:18:15', '2017-09-20 22:04:56'),
	(433, '5W40', '', '', '', '', '', '', '', 3, 7, 'catalog/revolution/demo_tovars/zap/products/oil_3.jpg', 37, 1, 0, 2850.0000, 0, 0, '2017-09-20', 0.00, 1, 0.00, 0.00, 0.00, 1, 1, 1, 1, 1, 23, '2017-09-20 20:13:18', '0000-00-00 00:00:00'),
	(432, '5W30', '', '', '', '', '', '', '', 8, 7, 'catalog/revolution/demo_tovars/zap/products/oil_2.jpg', 55, 1, 0, 1800.0000, 0, 0, '2017-09-20', 0.00, 1, 0.00, 0.00, 0.00, 1, 1, 1, 1, 1, 1, '2017-09-18 20:09:38', '2017-09-20 20:10:13'),
	(431, '5W30', '', '', '', '', '', '', '', 32, 7, 'catalog/revolution/demo_tovars/zap/products/oil_1.jpg', 54, 1, 0, 2500.0000, 0, 0, '2017-09-20', 0.00, 1, 0.00, 0.00, 0.00, 1, 1, 1, 1, 1, 2, '2017-09-18 20:05:28', '2017-09-20 20:05:48'),
	(430, '84306-48030', '84306-48030', '', '', '', '', '', '', 7, 7, 'catalog/revolution/demo_tovars/zap/products/gs300_1.jpg', 37, 1, 0, 2000.0000, 0, 0, '2017-09-19', 0.00, 1, 0.00, 0.00, 0.00, 1, 1, 1, 1, 1, 39, '2017-09-19 23:02:00', '2017-09-20 22:05:19'),
	(427, '49081-60010', '49081-60010', 'Б.у.', '', '', '', '', '', 4, 7, 'catalog/revolution/demo_tovars/zap/products/lx570_2.jpg', 37, 1, 0, 30000.0000, 0, 0, '2017-09-19', 0.00, 1, 0.00, 0.00, 0.00, 1, 1, 1, 1, 1, 4, '2017-09-19 22:32:36', '2017-09-20 20:45:01'),
	(428, '89422-33030', '89422-33030', 'Б.у.', '', '', '', '', '', 1, 7, 'catalog/revolution/demo_tovars/zap/products/lx570_3.jpg', 37, 1, 0, 400.0000, 0, 0, '2017-09-19', 0.00, 1, 0.00, 0.00, 0.00, 1, 1, 1, 1, 1, 1, '2017-09-19 22:37:06', '2017-09-20 22:04:32'),
	(429, '90919-05060', '90919-05060', 'Б.у.', '', '', '', '', '', 4, 7, 'catalog/revolution/demo_tovars/zap/products/lx570_4.jpg', 37, 1, 0, 600.0000, 0, 0, '2017-09-19', 0.00, 1, 0.00, 0.00, 0.00, 1, 1, 1, 1, 1, 17, '2017-09-19 22:47:35', '2017-09-20 22:04:18'),
	(426, '28800-64251', '28800-64251', 'Б.у.', '', '', '', '', '', 2, 7, 'catalog/revolution/demo_tovars/zap/products/lx570_1.jpg', 37, 1, 0, 10000.0000, 0, 0, '2017-09-19', 0.00, 1, 0.00, 0.00, 0.00, 1, 1, 1, 1, 1, 38, '2017-09-19 22:18:59', '2017-09-19 22:48:45');

DELETE FROM `oc_product_attribute`;

DELETE FROM `oc_product_description`;
INSERT INTO `oc_product_description` (`product_id`, `language_id`, `name`, `description`, `short_description`, `tag`, `meta_title`, `meta_h1`, `meta_description`, `meta_keyword`) VALUES
	(440, 2, 'Стабилизатор задний в сборе', '', '', '', '', '', '', ''),
	(443, 2, 'Рулевая рейка Lexus LX570, Toyota LC 200', '', '', '', '', '', '', ''),
	(441, 1, 'Редуктор задний', '', 'Редуктор задний Lexus IS250, GS300, GS450h, MarkX, Crown', '41201-59065, 4120159105', 'Редуктор задний - купить в интернет-магазине.', 'Редуктор задний', 'Купить Редуктор задний в интернет-магазине. Описание, характеристики, отзывы и цена Редуктор задний.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Toyota, Редуктор задний, 4111030A81.'),
	(441, 2, 'Редуктор задний', '', '', '', '', '', '', ''),
	(442, 1, 'Компрессор кондиционера 3GR-FSE', '', 'Компрессор кондиционера Lexus GS 300 3GR-FSE', '', 'Компрессор кондиционера 3GR-FSE - купить в интернет-магазине.', 'Компрессор кондиционера 3GR-FSE', 'Купить Компрессор кондиционера 3GR-FSE в интернет-магазине. Описание, характеристики, отзывы и цена Компрессор кондиционера 3GR-FSE.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Toyota, Компрессор кондиционера 3GR-FSE, 3GR-FSE.'),
	(442, 2, 'Компрессор кондиционера 3GR-FSE', '', '', '', '', '', '', ''),
	(443, 1, 'Рулевая рейка Lexus LX570, Toyota LC 200', '', 'Рулевая рейка Lexus LX570, Toyota LC 200 левый руль', '', 'Рулевая рейка Lexus LX570, Toyota LC 200 - купить в интернет-магазине.', 'Рулевая рейка Lexus LX570, Toyota LC 200', 'Купить Рулевая рейка Lexus LX570, Toyota LC 200 в интернет-магазине. Описание, характеристики, отзывы и цена Рулевая рейка Lexus LX570, Toyota LC 200.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Toyota, Рулевая рейка Lexus LX570, Toyota LC 200, 44200-60170.'),
	(439, 2, 'Фонари задние Lexus GS', '', '', '', '', '', '', ''),
	(440, 1, 'Стабилизатор задний в сборе', '', 'Стабилизатор задний в сборе Lexus IS250, GS300, GS350, GS450h, MarkX, Crown', '4881230410', 'Стабилизатор задний в сборе - купить в интернет-магазине.', 'Стабилизатор задний в сборе', 'Купить Стабилизатор задний в сборе в интернет-магазине. Описание, характеристики, отзывы и цена Стабилизатор задний в сборе.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Toyota, Стабилизатор задний в сборе, 4880530050.'),
	(438, 1, 'Левая Фара на Lexus LX-570', '', 'Левая Фара на Lexus LX-570 URJ201, 3URFE', '', 'Левая Фара на Lexus LX-570 - купить в интернет-магазине.', 'Левая Фара на Lexus LX-570', 'Купить Левая Фара на Lexus LX-570 в интернет-магазине. Описание, характеристики, отзывы и цена Левая Фара на Lexus LX-570.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Toyota, Левая Фара на Lexus LX-570, URJ201.'),
	(439, 1, 'Фонари задние Lexus GS', '', 'Фонари задние Lexus GS300, GS350, GS430, GS450h, GS460', '8156130A31, 8155130A40, 8156130A30', 'Фонари задние Lexus GS - купить в интернет-магазине.', 'Фонари задние Lexus GS', 'Купить Фонари задние Lexus GS в интернет-магазине. Описание, характеристики, отзывы и цена Фонари задние Lexus GS.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Toyota, Фонари задние Lexus GS, 8155130A41.'),
	(437, 1, 'Датчик положения коленвала', '', 'Датчик положения коленвала 4GR-FSE, 3GR-FSE, 2GR-FSE', '90919A5003, ADT37246', 'Датчик положения коленвала - купить в интернет-магазине.', 'Датчик положения коленвала', 'Купить Датчик положения коленвала в интернет-магазине. Описание, характеристики, отзывы и цена Датчик положения коленвала.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Toyota, Датчик положения коленвала, 90919-05057.'),
	(437, 2, 'Датчик положения коленвала', '', '', '', '', '', '', ''),
	(438, 2, 'Левая Фара на Lexus LX-570', '', '', '', '', '', '', ''),
	(436, 1, 'Амортизаторы KYB NEW SR Special', '', 'Комплект амортизаторов KYB NEW SR Special', '', 'Амортизаторы KYB NEW SR Special - купить в интернет-магазине.', 'Амортизаторы KYB NEW SR Special', 'Купить Амортизаторы KYB NEW SR Special в интернет-магазине. Описание, характеристики, отзывы и цена Амортизаторы KYB NEW SR Special.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, KYB, Амортизаторы KYB NEW SR Special, NST5314L.'),
	(436, 2, 'Амортизаторы KYB NEW SR Special', '', '', 'NST5314ZL', '', '', '', ''),
	(435, 2, 'Фонари Toyota LC 200', '', '', '', '', '', '', ''),
	(434, 1, 'Подушка редуктора Febest', '', '', '', 'Подушка редуктора Febest - купить в интернет-магазине.', 'Подушка редуктора Febest', 'Купить Подушка редуктора Febest в интернет-магазине. Описание, характеристики, отзывы и цена Подушка редуктора Febest.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Febest, Подушка редуктора Febest, TAB520.'),
	(435, 1, 'Фонари Toyota LC 200', '', 'Фонари Toyota Land Cruiser 200 08- красные диодные стиль Lexus LX 570', '', 'Фонари Toyota LC 200 - купить в интернет-магазине.', 'Фонари Toyota LC 200', 'Купить Фонари Toyota LC 200 в интернет-магазине. Описание, характеристики, отзывы и цена Фонари Toyota LC 200.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Toyota, Фонари Toyota LC 200, LC 200.'),
	(434, 2, 'Подушка редуктора Febest', '', '', '4165150180, 4165130080, 4165130140', '', '', '', ''),
	(433, 1, 'Масло Toyota 5W40', '', 'Моторное масло Toyota 5W40 (5л.)', '', 'Масло Toyota 5W40 - купить в интернет-магазине.', 'Масло Toyota 5W40', 'Купить Масло Toyota 5W40 в интернет-магазине. Описание, характеристики, отзывы и цена Масло Toyota 5W40.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Toyota, Масло Toyota 5W40, 5W40.'),
	(433, 2, 'Масло Toyota 5W40', '', '', '', '', '', '', ''),
	(432, 1, 'Масло Shell Helix HX8 5W30', '', 'Моторное масло Shell Helix HX8 5W-30 (4л.)', '', 'Масло Shell Helix HX8 5W30 - купить в интернет-магазине.', 'Масло Shell Helix HX8 5W30', 'Купить Масло Shell Helix HX8 5W30 в интернет-магазине. Описание, характеристики, отзывы и цена Масло Shell Helix HX8 5W30.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Shell Helix, Масло Shell Helix HX8 5W30, 5W30.'),
	(432, 2, 'Масло Shell Helix HX8 5W30', '', '', '', '', '', '', ''),
	(431, 1, 'Масло Nissan Motor Oil 5W30', '', 'Масло моторное синтетическое Nissan Motor Oil 5W30 (5 л)', '', 'Масло Nissan Motor Oil 5W30 - купить в интернет-магазине.', 'Масло Nissan Motor Oil 5W30', 'Купить Масло Nissan Motor Oil 5W30 в интернет-магазине. Описание, характеристики, отзывы и цена Масло Nissan Motor Oil 5W30.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Nissan, Масло Nissan Motor Oil 5W30, 5W30.'),
	(426, 1, 'Аккумулятор давления Lexus LX-570', '', 'Аккумулятор давления на Lexus LX-570 URJ201', '', 'Аккумулятор давления Lexus LX-570 - купить в интернет-магазине.', 'Аккумулятор давления Lexus LX-570', 'Купить Аккумулятор давления Lexus LX-570 в интернет-магазине. Описание, характеристики, отзывы и цена Аккумулятор давления Lexus LX-570.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Toyota, Аккумулятор давления Lexus LX-570, 28800-64251.'),
	(426, 2, 'Аккумулятор давления Lexus LX-570', '', '', '', '', '', '', ''),
	(431, 2, 'Масло Nissan Motor Oil 5W30', '', '', '', '', '', '', ''),
	(427, 2, 'Пневмо-цилиндр Lexus LX570', '', '', '', '', '', '', ''),
	(427, 1, 'Пневмо-цилиндр Lexus LX570', '', 'Цилиндр пневмоподвески на Lexus LX570 URJ201', '', 'Пневмо-цилиндр Lexus LX570 - купить в интернет-магазине.', 'Пневмо-цилиндр Lexus LX570', 'Купить Пневмо-цилиндр Lexus LX570 в интернет-магазине. Описание, характеристики, отзывы и цена Пневмо-цилиндр Lexus LX570.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Toyota, Пневмо-цилиндр Lexus LX570, 49081-60010.'),
	(428, 1, 'Датчик температуры ож', '', 'Датчик температуры охлаждающей жидкости 89422-33030\r\nКонтрактный оригинал Япония с распила', '8942206010, ADT37226, K52008JC, 894220H010,	TS10289', 'Датчик температуры ож - купить в интернет-магазине.', 'Датчик температуры ож', 'Купить Датчик температуры ож в интернет-магазине. Описание, характеристики, отзывы и цена Датчик температуры ож.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Toyota, Датчик температуры ож, 89422-33030.'),
	(428, 2, 'Датчик температуры ож', '', '', '', '', '', '', ''),
	(430, 2, 'Шлейф рулевой Toyota 84306-48030', '', '', '', '', '', '', ''),
	(429, 2, 'Датчик положения распредвала', '', '', '', '', '', '', ''),
	(429, 1, 'Датчик положения распредвала', '', 'Датчики положения распредвалов для Lexus и Toyota с моторами 4GRFSE, 3GRFSE, 2GRFSE', 'SS10939, ADT37240', 'Датчик положения распредвала - купить в интернет-магазине.', 'Датчик положения распредвала', 'Купить Датчик положения распредвала в интернет-магазине. Описание, характеристики, отзывы и цена Датчик положения распредвала.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Toyota, Датчик положения распредвала, 90919-05060.'),
	(430, 1, 'Шлейф рулевой Toyota 84306-48030', '', 'Деталь новая в упаковке.\r\nШлейф рулевой Тойота 84306-48030 или шлейф подрулевой для Toyota, Lexus.', '8430633090, 8430660080, 843060E010, 8430607040', 'Шлейф рулевой Toyota 84306-48030 - купить в интернет-магазине.', 'Шлейф рулевой Toyota 84306-48030', 'Купить Шлейф рулевой Toyota 84306-48030 в интернет-магазине. Описание, характеристики, отзывы и цена Шлейф рулевой Toyota 84306-48030.', 'купить, продажа, цена, стоимость, описание, характеристики, отзывы, интернет магазин, Toyota, Шлейф рулевой Toyota 84306-48030, 84306-48030.');

DELETE FROM `oc_product_discount`;
INSERT INTO `oc_product_discount` (`product_discount_id`, `product_id`, `customer_group_id`, `quantity`, `priority`, `price`, `date_start`, `date_end`) VALUES
	(440, 42, 1, 30, 1, 66.0000, '0000-00-00', '0000-00-00'),
	(439, 42, 1, 20, 1, 77.0000, '0000-00-00', '0000-00-00'),
	(438, 42, 1, 10, 1, 88.0000, '0000-00-00', '0000-00-00');

DELETE FROM `oc_product_image`;
INSERT INTO `oc_product_image` (`product_image_id`, `product_id`, `image`, `sort_order`, `video`) VALUES
	(285, 439, 'catalog/revolution/demo_tovars/zap/products/lexus_3_4.jpg', 3, ''),
	(284, 439, 'catalog/revolution/demo_tovars/zap/products/lexus_3_3.jpg', 2, ''),
	(282, 437, 'catalog/revolution/demo_tovars/zap/products/lexus_1_2.jpg', 0, ''),
	(280, 430, 'catalog/revolution/demo_tovars/zap/products/video.jpg', 4, 'https://www.youtube.com/watch?v=4ffsUForc70'),
	(283, 439, 'catalog/revolution/demo_tovars/zap/products/lexus_3_2.jpg', 1, ''),
	(279, 430, 'catalog/revolution/demo_tovars/zap/products/gs300_1_4.jpg', 3, ''),
	(278, 430, 'catalog/revolution/demo_tovars/zap/products/gs300_1_3.jpg', 2, ''),
	(277, 430, 'catalog/revolution/demo_tovars/zap/products/gs300_1_2.jpg', 1, '');

DELETE FROM `oc_product_option`;
DELETE FROM `oc_product_option_value`;
DELETE FROM `oc_product_related`;
DELETE FROM `oc_product_reward`;
DELETE FROM `oc_product_special`;
INSERT INTO `oc_product_special` (`product_special_id`, `product_id`, `customer_group_id`, `priority`, `price`, `date_start`, `date_end`) VALUES
	(41, 435, 1, 0, 14500.0000, '2017-09-01', '2022-09-01'),
	(40, 429, 1, 0, 500.0000, '2017-09-01', '2020-09-01');

DELETE FROM `oc_product_to_category`;
INSERT INTO `oc_product_to_category` (`product_id`, `category_id`, `main_category`) VALUES
	(443, 11900263, 0),
	(443, 11900243, 1),
	(431, 11900249, 1),
	(442, 11900243, 1),
	(429, 11900243, 1),
	(428, 11900243, 1),
	(430, 11900243, 1),
	(430, 11900263, 0),
	(427, 11900243, 1),
	(426, 11900243, 1),
	(441, 11900243, 1),
	(440, 11900243, 1),
	(439, 11900243, 1),
	(438, 11900243, 1),
	(437, 11900263, 0),
	(437, 11900243, 1),
	(436, 11900243, 1),
	(435, 11900263, 1),
	(434, 11900243, 1),
	(434, 11900263, 0),
	(433, 11900263, 0),
	(433, 11900243, 1),
	(432, 11900212, 1),
	(432, 11900266, 0),
	(432, 11900263, 0),
	(432, 11900260, 0),
	(432, 11900249, 0),
	(432, 11900243, 0),
	(432, 11900215, 0),
	(432, 11900213, 0);

DELETE FROM `oc_product_to_download`;

DELETE FROM `oc_product_to_layout`;
INSERT INTO `oc_product_to_layout` (`product_id`, `store_id`, `layout_id`) VALUES
	(443, 0, 0),
	(442, 0, 0),
	(441, 0, 0),
	(440, 0, 0),
	(439, 0, 0),
	(438, 0, 0),
	(437, 0, 0),
	(436, 0, 0),
	(435, 0, 0),
	(434, 0, 0),
	(433, 0, 0),
	(432, 0, 0),
	(431, 0, 0),
	(430, 0, 0),
	(429, 0, 0),
	(428, 0, 0),
	(427, 0, 0),
	(426, 0, 0);

DELETE FROM `oc_product_to_store`;
INSERT INTO `oc_product_to_store` (`product_id`, `store_id`) VALUES
	(426, 0),
	(427, 0),
	(428, 0),
	(429, 0),
	(430, 0),
	(431, 0),
	(432, 0),
	(433, 0),
	(434, 0),
	(435, 0),
	(436, 0),
	(437, 0),
	(438, 0),
	(439, 0),
	(440, 0),
	(441, 0),
	(442, 0),
	(443, 0);

UPDATE `oc_setting` SET `value` = '0' WHERE `key` = 'tax_status';
UPDATE `oc_setting` SET `value` = '0' WHERE `key` = 'config_product_count';
UPDATE `oc_setting` SET `value` = 'catalog/revolution/cart.png' WHERE `key` = 'config_icon';
UPDATE `oc_setting` SET `value` = 'catalog/revolution/logo.svg' WHERE `key` = 'config_logo';
UPDATE `oc_setting` SET `value` = '1' WHERE `key` = 'config_stock_display';
UPDATE `oc_setting` SET `value` = '0' WHERE `key` = 'config_tax';
UPDATE `oc_setting` SET `value` = '7-990-558-88-00' WHERE `key` = 'config_telephone';
UPDATE `oc_setting` SET `value` = 'mail@zap.oc-mod.ru' WHERE `key` = 'config_email';
UPDATE `oc_setting` SET `value` = 'Москва, Пресненская набережная 6, корпус 2' WHERE `key` = 'config_address';
UPDATE `oc_setting` SET `value` = 'Интернет-магазин автозапчастей' WHERE `key` = 'config_name';
UPDATE `oc_setting` SET `value` = 'Интернет-магазин автозапчастей' WHERE `key` = 'config_meta_title';
UPDATE `oc_setting` SET `value` = 'revolution' WHERE `key` = 'config_theme';
UPDATE `oc_setting` SET `value` = '0' WHERE `key` = 'config_stock_warning';
UPDATE `oc_setting` SET `value` = '1' WHERE `key` = 'config_cart_weight';
UPDATE `oc_setting` SET `value` = 'ru-ru' WHERE `key` = 'config_language';
UPDATE `oc_setting` SET `value` = 'ru-ru' WHERE `key` = 'config_admin_language';
UPDATE `oc_setting` SET `value` = 'RUB' WHERE `key` = 'config_currency';
UPDATE `oc_setting` SET `value` = '0' WHERE `key` = 'config_review_status';
UPDATE `oc_setting` SET `value` = '1' WHERE `key` = 'config_seo_url';
UPDATE `oc_setting` SET `value` = 'seo_pro' WHERE `key` = 'config_seo_url_type';

DELETE FROM `oc_url_alias`;
INSERT INTO `oc_url_alias` (`url_alias_id`, `query`, `keyword`) VALUES
	('', 'account/voucher', 'vouchers'),
	('', 'account/wishlist', 'wishlist'),
	('', 'account/account', 'my-account'),
	('', 'checkout/cart', 'cart'),
	('', 'checkout/checkout', 'checkout'),
	('', 'account/login', 'login'),
	('', 'account/logout', 'logout'),
	('', 'account/order', 'order-history'),
	('', 'account/newsletter', 'newsletter'),
	('', 'product/special', 'specials'),
	('', 'affiliate/account', 'affiliates'),
	('', 'checkout/voucher', 'gift-vouchers'),
	('', 'product/manufacturer', 'brands'),
	('', 'information/contact', 'contact-us'),
	('', 'account/return/insert', 'request-return'),
	('', 'information/sitemap', 'sitemap'),
	('', 'account/forgotten', 'forgot-password'),
	('', 'account/download', 'downloads'),
	('', 'account/return', 'returns'),
	('', 'account/transaction', 'transactions'),
	('', 'account/register', 'create-account'),
	('', 'product/compare', 'compare-products'),
	('', 'product/search', 'search'),
	('', 'account/edit', 'edit-account'),
	('', 'account/password', 'change-password'),
	('', 'account/address', 'address-book'),
	('', 'account/reward', 'reward-points'),
	('', 'affiliate/edit', 'edit-affiliate-account'),
	('', 'affiliate/password', 'change-affiliate-password'),
	('', 'affiliate/payment', 'affiliate-payment-options'),
	('', 'affiliate/tracking', 'affiliate-tracking-code'),
	('', 'affiliate/transaction', 'affiliate-transactions'),
	('', 'affiliate/logout', 'affiliate-logout'),
	('', 'affiliate/forgotten', 'affiliate-forgot-password'),
	('', 'affiliate/register', 'create-affiliate-account'),
	('', 'affiliate/login', 'affiliate-login'),
	('', 'account/return/add', 'add-return'),
	('', 'common/home', ''),
	('', 'revolution/revplast', 'latest'),
	('', 'revolution/revpbest', 'best'),
	('', 'revblog_id=7', 'v_razbor_postupil_lexus_lx_570'),
	('', 'revblog_id=8', 'popolnenie_assortimenta_just_drive'),
	('', 'revolution/revstorereview', 'otzivy'),
	('', 'revblog_category_id=3', 'novosti'),
	('', 'account/simpleregister', 'simpleregister'),
	('', 'checkout/simplecheckout', 'simplecheckout'),
	('', 'manufacturer_id=54', 'nissan_1'),
	('', 'manufacturer_id=55', 'shell_helix'),
	('', 'manufacturer_id=56', 'kyb'),
	('', 'manufacturer_id=57', 'febest'),
	('', 'manufacturer_id=37', 'toyota_1'),
	('', 'product_id=442', 'kompressor_kondicionera_3gr_fse'),
	('', 'product_id=441', 'reduktor_zadniy'),
	('', 'product_id=440', 'stabilizator_zadniy_v_sbore'),
	('', 'product_id=439', 'fonari_zadnie_lexus_gs'),
	('', 'product_id=435', 'fonari_toyota_lc_200'),
	('', 'product_id=436', 'amortizatory_kyb_new_sr_special'),
	('', 'product_id=437', 'datchik_polozheniya_kolenvala'),
	('', 'product_id=438', 'levaya_fara_na_lexus_lx_570'),
	('', 'category_id=11900271', 'vortex'),
	('', 'category_id=11900272', 'zx'),
	('', 'revblog_category_id=5', 'stati'),
	('', 'product_id=443', 'rulevaya_reyka_lexus_lx570_toyota_lc_200'),
	('', 'revblog_id=10', 'novyy_brend_v_assortimente_masuma'),
	('', 'revblog_id=9', 'dobavleny_katalogi_avtohimiya_i_zapchasti_dlya'),
	('', 'category_id=11900270', 'tesla'),
	('', 'category_id=11900269', 'rover'),
	('', 'category_id=11900268', 'pontiac'),
	('', 'category_id=11900267', 'zaz'),
	('', 'category_id=11900266', 'volvo'),
	('', 'category_id=11900261', 'suzuki'),
	('', 'category_id=11900262', 'tagaz'),
	('', 'category_id=11900263', 'toyota'),
	('', 'category_id=11900264', 'uaz'),
	('', 'category_id=11900265', 'volkswagen'),
	('', 'information_id=3', 'oplata'),
	('', 'information_id=4', 'o_nas'),
	('', 'information_id=5', 'garantiya'),
	('', 'information_id=6', 'dostavka'),
	('', 'information_id=7', 'zamena_masla'),
	('', 'information_id=8', 'politika_konfidencialnosti'),
	('', 'information_id=9', 'avtoservis'),
	('', 'information_id=10', 'garantiya_na_novye_zapchasti'),
	('', 'information_id=11', 'garantiya_na_bu_zapchasti'),
	('', 'category_id=11900260', 'subaru'),
	('', 'category_id=11900259', 'ssangyong'),
	('', 'category_id=11900258', 'smart'),
	('', 'category_id=11900257', 'skoda'),
	('', 'category_id=11900256', 'seat'),
	('', 'category_id=11900255', 'saab'),
	('', 'category_id=11900254', 'renault_trucks'),
	('', 'category_id=11900253', 'renault'),
	('', 'category_id=11900252', 'porsche'),
	('', 'category_id=11900251', 'peugeot'),
	('', 'category_id=11900250', 'opel'),
	('', 'category_id=11900249', 'nissan'),
	('', 'category_id=11900248', 'mitsubishi'),
	('', 'category_id=11900247', 'mini'),
	('', 'category_id=11900246', 'mercedes_benz'),
	('', 'category_id=11900245', 'mazda'),
	('', 'category_id=11900244', 'lifan'),
	('', 'category_id=11900243', 'lexus'),
	('', 'category_id=11900242', 'land_rover'),
	('', 'category_id=11900241', 'lada'),
	('', 'category_id=11900240', 'kia'),
	('', 'category_id=11900239', 'jeep'),
	('', 'category_id=11900238', 'jaguar'),
	('', 'category_id=11900237', 'iveco'),
	('', 'category_id=11900236', 'isuzu'),
	('', 'category_id=11900235', 'infiniti'),
	('', 'product_id=434', 'podushka_reduktora_febest'),
	('', 'product_id=433', 'maslo_toyota_5w40'),
	('', 'product_id=432', 'maslo_shell_helix_hx8_5w30'),
	('', 'product_id=431', 'maslo_nissan_motor_oil_5w30'),
	('', 'product_id=430', 'shleyf_rulevoy_toyota_84306_48030'),
	('', 'product_id=426', 'akkumulyator_davleniya_lexus_lx_570'),
	('', 'product_id=427', 'pnevmo_cilindr_lexus_lx570'),
	('', 'product_id=428', 'datchik_temperatury_ozh'),
	('', 'product_id=429', 'datchik_polozheniya_raspredvala'),
	('', 'category_id=11900234', 'hyundai'),
	('', 'category_id=11900233', 'hummer'),
	('', 'category_id=11900231', 'great_wall'),
	('', 'category_id=11900232', 'honda'),
	('', 'category_id=11900229', 'gaz'),
	('', 'category_id=11900228', 'ford'),
	('', 'category_id=11900227', 'fiat'),
	('', 'category_id=11900226', 'faw'),
	('', 'category_id=11900225', 'dodge'),
	('', 'category_id=11900224', 'daihatsu'),
	('', 'category_id=11900223', 'daewoo'),
	('', 'category_id=11900222', 'dacia'),
	('', 'category_id=11900221', 'citroen'),
	('', 'category_id=11900220', 'chrysler'),
	('', 'category_id=11900219', 'chevrolet'),
	('', 'category_id=11900218', 'chery'),
	('', 'category_id=11900217', 'cadillac'),
	('', 'category_id=11900216', 'byd'),
	('', 'category_id=11900215', 'bmw'),
	('', 'category_id=11900214', 'bentley'),
	('', 'category_id=11900213', 'audi'),
	('', 'category_id=11900212', 'acura'),
	('', 'category_id=11900211', 'katalog_tovarov'),
	('', 'revolution/revcheckout', 'make_order'),
	('', 'revolution/account/revaccount', 'my_account'),
	('', 'revolution/account/revedit', 'edit_account'),
	('', 'revolution/account/revregister', 'register_account');
	
DELETE FROM `oc_setting` WHERE `code` LIKE "rev%" AND `key` LIKE "rev%" AND `key` NOT LIKE "revtheme_license%" AND `key` NOT LIKE "revthemel_license";

INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_home_blog', '{"status":"0","1":{"title":""},"2":{"title":""},"blog_category_id":"0","news_limit":"5","desc_limit":"200","count_r":"0","icontype":"1","icon":"fa fa-newspaper-o","image":"no_image.png","image_status":"1","image_width":"228","image_height":"228","b_color":"FAFAFA"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_aboutstore_home', '{"status":"1","1":{"title":"","description":"&lt;p&gt;\\u041c\\u044b - \\u043a\\u043e\\u043c\\u043f\\u0430\\u043d\\u0438\\u044f \\u0437\\u0430\\u043d\\u0438\\u043c\\u0430\\u044e\\u0449\\u0430\\u044f\\u0441\\u044f \\u043f\\u0440\\u043e\\u0434\\u0430\\u0436\\u0435\\u0439 \\u0437\\u0430\\u043f\\u0447\\u0430\\u0441\\u0442\\u0435\\u0439, \\u0430\\u0432\\u0442\\u043e\\u043c\\u0430\\u0441\\u0435\\u043b, \\u0430\\u043a\\u043a\\u0443\\u043c\\u0443\\u043b\\u044f\\u0442\\u043e\\u0440\\u043e\\u0432 \\u0438 \\u043d\\u0430\\u0432\\u0435\\u0441\\u043d\\u043e\\u0433\\u043e \\u043e\\u0431\\u043e\\u0440\\u0443\\u0434\\u043e\\u0432\\u0430\\u043d\\u0438\\u044f \\u0434\\u043b\\u044f \\u0432\\u043d\\u0435\\u0434\\u043e\\u0440\\u043e\\u0436\\u043d\\u0438\\u043a\\u043e\\u0432 \\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0438\\u043d\\u043e\\u0441\\u0442\\u0440\\u0430\\u043d\\u043d\\u043e\\u0433\\u043e \\u043f\\u0440\\u043e\\u0438\\u0437\\u0432\\u043e\\u0434\\u0441\\u0442\\u0432\\u0430. \\u0412 \\u043d\\u0430\\u0448\\u0435\\u043c \\u0430\\u0441\\u0441\\u043e\\u0440\\u0442\\u0438\\u043c\\u0435\\u043d\\u0442\\u0435 \\u043f\\u0440\\u043e\\u0434\\u0443\\u043a\\u0446\\u0438\\u0438 \\u0432\\u0435\\u0434\\u0443\\u0449\\u0438\\u0445 \\u0435\\u0432\\u0440\\u043e\\u043f\\u0435\\u0439\\u0441\\u043a\\u0438\\u0445, \\u043a\\u043e\\u0440\\u0435\\u0439\\u0441\\u043a\\u0438\\u0445, \\u0430\\u043c\\u0435\\u0440\\u0438\\u043a\\u0430\\u043d\\u0441\\u043a\\u0438\\u0445, \\u044f\\u043f\\u043e\\u043d\\u0441\\u043a\\u0438\\u0445 \\u043c\\u0430\\u0440\\u043e\\u043a, \\u0430 \\u0442\\u0430\\u043a \\u0436\\u0435 \\u0431\\u043e\\u043b\\u044c\\u0448\\u043e\\u0439 \\u0432\\u044b\\u0431\\u043e\\u0440 \\u043d\\u0435\\u043e\\u0440\\u0438\\u0433\\u0438\\u043d\\u0430\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0437\\u0430\\u043f\\u0447\\u0430\\u0441\\u0442\\u0435\\u0439.&amp;nbsp;&lt;br&gt;&lt;\\/p&gt;&lt;p&gt;\\u041c\\u044b \\u043f\\u0440\\u0435\\u0434\\u043b\\u0430\\u0433\\u0430\\u0435\\u043c:&lt;\\/p&gt;&lt;ul&gt;&lt;li&gt;\\u0411\\u043e\\u043b\\u044c\\u0448\\u043e\\u0439 \\u0430\\u0441\\u0441\\u043e\\u0440\\u0442\\u0438\\u043c\\u0435\\u043d\\u0442 \\u043e\\u0440\\u0438\\u0433\\u0438\\u043d\\u0430\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0438 \\u043d\\u0435\\u043e\\u0440\\u0438\\u0433\\u0438\\u043d\\u0430\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0437\\u0430\\u043f\\u0447\\u0430\\u0441\\u0442\\u0435\\u0439 \\u0432 \\u043d\\u0430\\u043b\\u0438\\u0447\\u0438\\u0438 \\u0438 \\u043f\\u043e\\u0434 \\u0437\\u0430\\u043a\\u0430\\u0437.&amp;nbsp;&lt;\\/li&gt;&lt;li&gt;\\u041c\\u0430\\u043a\\u0441\\u0438\\u043c\\u0430\\u043b\\u044c\\u043d\\u043e \\u043a\\u043e\\u0440\\u043e\\u0442\\u043a\\u0438\\u0435 \\u0441\\u0440\\u043e\\u043a\\u0438 \\u043f\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0438.&lt;\\/li&gt;&lt;li&gt;\\u0423\\u0434\\u043e\\u0431\\u043d\\u044b\\u0435 \\u0441\\u043f\\u043e\\u0441\\u043e\\u0431\\u044b \\u043e\\u043f\\u043b\\u0430\\u0442\\u044b.&lt;\\/li&gt;&lt;li&gt;\\u0423\\u0434\\u043e\\u0431\\u043d\\u044b\\u0439 \\u0441\\u0435\\u0440\\u0432\\u0438\\u0441 \\u043f\\u043e \\u043f\\u043e\\u0438\\u0441\\u043a\\u0443 \\u0437\\u0430\\u043f\\u0447\\u0430\\u0441\\u0442\\u0435\\u0439.&lt;\\/li&gt;&lt;li&gt;\\u041f\\u0440\\u043e\\u0444\\u0435\\u0441\\u0441\\u0438\\u043e\\u043d\\u0430\\u043b\\u044c\\u043d\\u0443\\u044e \\u043f\\u043e\\u043c\\u043e\\u0449\\u044c \\u0432 \\u043f\\u043e\\u0434\\u0431\\u043e\\u0440\\u0435 \\u043d\\u0435\\u043e\\u0431\\u0445\\u043e\\u0434\\u0438\\u043c\\u044b\\u0445 \\u0432\\u0430\\u043c \\u0437\\u0430\\u043f\\u0447\\u0430\\u0441\\u0442\\u0435\\u0439.&lt;\\/li&gt;&lt;li&gt;\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0443 \\u043a\\u0443\\u0440\\u044c\\u0435\\u0440\\u043e\\u043c, \\u043b\\u0438\\u0431\\u043e \\u0432 \\u0440\\u0435\\u0433\\u0438\\u043e\\u043d\\u044b \\u0442\\u0440\\u0430\\u043d\\u0441\\u043f\\u043e\\u0440\\u0442\\u043d\\u043e\\u0439 \\u043a\\u043e\\u043c\\u043f\\u0430\\u043d\\u0438\\u0435\\u0439 \\u0438 \\u043f\\u043e\\u0447\\u0442\\u043e\\u0439.&lt;\\/li&gt;&lt;li&gt;\\u041c\\u0438\\u043d\\u0438\\u043c\\u0430\\u043b\\u044c\\u043d\\u044b\\u0435 \\u0446\\u0435\\u043d\\u044b \\u0438 \\u0438\\u043d\\u0434\\u0438\\u0432\\u0438\\u0434\\u0443\\u0430\\u043b\\u044c\\u043d\\u044b\\u0439 \\u043f\\u043e\\u0434\\u0445\\u043e\\u0434 \\u043a \\u043a\\u0430\\u0436\\u0434\\u043e\\u043c\\u0443 \\u043a\\u043b\\u0438\\u0435\\u043d\\u0442\\u0443.&lt;\\/li&gt;&lt;\\/ul&gt;"},"2":{"title":"","description":""},"icontype":"1","icon":"fa none","image":"no_image.png"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_wishlist_height', '54', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_wishlist_width', '76', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_compare_height', '129', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_compare_width', '172', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_related_height', '129', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_related_width', '172', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_additional_height', '54', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_additional_width', '76', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_product_height', '129', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_product_width', '172', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_popup_height', '600', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_popup_width', '800', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_thumb_height', '330', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_category_height', '60', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_thumb_width', '460', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revship', 'revship_cost', '600', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_category_width', '80', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_product_description_length', '100', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_product_limit', '12', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_status', '1', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_directory', 'revolution', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme_filter', 'revtheme_filter', '{"status":"1","1":{"title":"\\u0424\\u0438\\u043b\\u044c\\u0442\\u0440"},"2":{"title":""},"razdelitel":";","filter_price":"1","filter_price_setka":"1","filter_instock":"0","filter_instock_vid":"1","filter_gr":"false","filter_gr_vid":"0","filter_subcategories":"false","filter_subcategories_vid":"1","filter_manufacturer":"checkbox","filter_manufacturer_vid":"0","filter_sposob":"1","filter_count_products":"1","filter_setka":"0","filter_attribute":{"34":{"attribute_type":"radio","attribute_sort":"0","attribute_vid":"0"}},"filter_m_grs":"1"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_home_socv', '{"status_vk":"0","width_vk":"260","height_vk":"280","id_vk":"20003922","status_fb":"0","width_fb":"","height_fb":"","id_fb":"","status_ok":"0","width_ok":"","height_ok":"","id_ok":"","status_insta":"1","right_insta":"1","width_insta":"260","id_insta":"cars"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_home_storereview', '{"status":"0","1":{"title":"","button_all_text":""},"2":{"title":"","button_all_text":""},"icontype":"1","icon":"fa fa-comments-o","image":"no_image.png","button_all":"1","limit":"6","order":"0","limit_text":"200"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_home_viewed_products', '{"status":"0","1":{"zagolovok":""},"2":{"zagolovok":""},"icontype":"1","icon":"fa none","image":"no_image.png","limit":"8"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_footer_user_set', '{"styles":"p.dop_contact_1 {display:none}\r\n#menu .nav &gt; li .dropdown-menu ul {min-width: 224px;}\r\n#top2 .search {margin-top: 28px !important;}\r\n.search .input-lg {border-left: none;}\r\n.search {border: 1px solid #ddd;}\r\nh1.home2_h1 {margin: 30px 0 0 0;}\r\n.common-home .vertical-sreview .caption {padding: 15px 0;}\r\nfooter .footer {padding-top: 15px;}\r\n#menu .nav &gt; li:first-child {border-left: 1px solid rgba(0,0,0, 0.2);}\r\n#menu .nav &gt; li {border-right: 1px solid rgba(0,0,0, 0.2);}\r\n#cart {border-left: 1px solid rgba(0,0,0, 0.2); border-right: 1px solid rgba(0,0,0, 0.2);}\r\n@media (max-width: 991px) {\r\n.module-instagram {float: none; display: flex; margin: 0 auto 30px auto; width: 100% !important;}\r\n}\r\nh1.home2_h1 {text-align: center;}\r\n.thumbnails a.thumbnail.active, .thumbnails a.thumbnail:hover {box-shadow: none;}\r\n.product-thumb .description_options {margin-bottom: 0;}\r\n.image .stiker + .stiker.stiker_user {clear: initial;}\r\n.main_img_box .image .stiker_panel {left: 10px;}\r\n.product-info .pokupka .preimushestva .home_block {padding: 0;}\r\n.product-info .pokupka .preimushestva .home_block .text {margin-left: 60px;}\r\n.revolution-revblog_category .revblog-list .product-thumb {border: none; margin: 0;}\r\n.revolution-revblog_category .revblog-list .product-thumb:hover {box-shadow: none;}\r\n.revolution-revblog_category .revblog-list + .revblog-list .product-thumb {border-top: 1px solid #ddd;}\r\n#menu2_button .box-heading {background-color: transparent;}\r\n.aboutstore {padding-top: 15px;}\r\nfooter .footer {padding-top: 0;}\r\n.cf_2_width {width: 15% !important;}\r\n.cf_3_width {width: 35% !important;}\r\n.cf_3_width .last_ul_cf li + li {padding-top: 10px;}\r\n.footer .zag_dm_cf {border-bottom: 1px solid #888;}\r\nfooter .footer a:hover {color: #bbb;}","scripts":""}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_seo', '{"seogen_rewrite":"1","product_url":"{product_name}","product_meta_title":{"1":"{product_name} - \\u043a\\u0443\\u043f\\u0438\\u0442\\u044c \\u0432 \\u0438\\u043d\\u0442\\u0435\\u0440\\u043d\\u0435\\u0442-\\u043c\\u0430\\u0433\\u0430\\u0437\\u0438\\u043d\\u0435.","2":""},"product_meta_h1":{"1":"{product_name}","2":""},"product_meta_description":{"1":"\\u041a\\u0443\\u043f\\u0438\\u0442\\u044c {product_name} \\u0432 \\u0438\\u043d\\u0442\\u0435\\u0440\\u043d\\u0435\\u0442-\\u043c\\u0430\\u0433\\u0430\\u0437\\u0438\\u043d\\u0435. \\u041e\\u043f\\u0438\\u0441\\u0430\\u043d\\u0438\\u0435, \\u0445\\u0430\\u0440\\u0430\\u043a\\u0442\\u0435\\u0440\\u0438\\u0441\\u0442\\u0438\\u043a\\u0438, \\u043e\\u0442\\u0437\\u044b\\u0432\\u044b \\u0438 \\u0446\\u0435\\u043d\\u0430 {product_name}.","2":""},"product_meta_keyword":{"1":"\\u043a\\u0443\\u043f\\u0438\\u0442\\u044c, \\u043f\\u0440\\u043e\\u0434\\u0430\\u0436\\u0430, \\u0446\\u0435\\u043d\\u0430, \\u0441\\u0442\\u043e\\u0438\\u043c\\u043e\\u0441\\u0442\\u044c, \\u043e\\u043f\\u0438\\u0441\\u0430\\u043d\\u0438\\u0435, \\u0445\\u0430\\u0440\\u0430\\u043a\\u0442\\u0435\\u0440\\u0438\\u0441\\u0442\\u0438\\u043a\\u0438, \\u043e\\u0442\\u0437\\u044b\\u0432\\u044b, \\u0438\\u043d\\u0442\\u0435\\u0440\\u043d\\u0435\\u0442 \\u043c\\u0430\\u0433\\u0430\\u0437\\u0438\\u043d, {product_manufacturer}, {product_name}, {product_model}.","2":""},"category_url":"{category_name}","category_meta_title":{"1":"{category_name} - \\u043a\\u0443\\u043f\\u0438\\u0442\\u044c \\u0432 \\u0438\\u043d\\u0442\\u0435\\u0440\\u043d\\u0435\\u0442-\\u043c\\u0430\\u0433\\u0430\\u0437\\u0438\\u043d\\u0435.","2":""},"category_meta_h1":{"1":"{category_name}","2":""},"category_meta_description":{"1":"{category_name} - \\u043a\\u0430\\u0442\\u0430\\u043b\\u043e\\u0433, \\u0445\\u0430\\u0440\\u0430\\u043a\\u0442\\u0435\\u0440\\u0438\\u0441\\u0442\\u0438\\u043a\\u0438, \\u043e\\u0442\\u0437\\u044b\\u0432\\u044b, \\u0446\\u0435\\u043d\\u044b.","2":""},"category_meta_keyword":{"1":"{category_name}, \\u043a\\u0443\\u043f\\u0438\\u0442\\u044c, \\u043f\\u0440\\u043e\\u0434\\u0430\\u0436\\u0430, \\u0432\\u044b\\u0431\\u043e\\u0440, \\u0446\\u0435\\u043d\\u0430, \\u0441\\u0442\\u043e\\u0438\\u043c\\u043e\\u0441\\u0442\\u044c, \\u043e\\u043f\\u0438\\u0441\\u0430\\u043d\\u0438\\u0435, \\u0445\\u0430\\u0440\\u0430\\u043a\\u0442\\u0435\\u0440\\u0438\\u0441\\u0442\\u0438\\u043a\\u0438, \\u043e\\u0442\\u0437\\u044b\\u0432\\u044b, \\u0438\\u043d\\u0442\\u0435\\u0440\\u043d\\u0435\\u0442 \\u043c\\u0430\\u0433\\u0430\\u0437\\u0438\\u043d.","2":""},"manufacturer_url":"{manufacturer_name}","manufacturer_meta_title":{"1":"{manufacturer_name} - \\u043a\\u0443\\u043f\\u0438\\u0442\\u044c \\u0432 \\u0438\\u043d\\u0442\\u0435\\u0440\\u043d\\u0435\\u0442-\\u043c\\u0430\\u0433\\u0430\\u0437\\u0438\\u043d\\u0435.","2":""},"manufacturer_meta_h1":{"1":"{manufacturer_name}","2":""},"manufacturer_meta_description":{"1":"\\u0412\\u044b\\u0431\\u043e\\u0440 \\u0442\\u043e\\u0432\\u0430\\u0440\\u043e\\u0432 \\u0438\\u0437 \\u043a\\u0430\\u0442\\u0430\\u043b\\u043e\\u0433\\u0430 {manufacturer_name}.","2":""},"manufacturer_meta_keyword":{"1":"{manufacturer_name}, \\u043a\\u0443\\u043f\\u0438\\u0442\\u044c, \\u043f\\u0440\\u043e\\u0434\\u0430\\u0436\\u0430, \\u0432\\u044b\\u0431\\u043e\\u0440, \\u0446\\u0435\\u043d\\u0430, \\u0441\\u0442\\u043e\\u0438\\u043c\\u043e\\u0441\\u0442\\u044c, \\u043e\\u043f\\u0438\\u0441\\u0430\\u043d\\u0438\\u0435, \\u0445\\u0430\\u0440\\u0430\\u043a\\u0442\\u0435\\u0440\\u0438\\u0441\\u0442\\u0438\\u043a\\u0438, \\u043e\\u0442\\u0437\\u044b\\u0432\\u044b, \\u0438\\u043d\\u0442\\u0435\\u0440\\u043d\\u0435\\u0442 \\u043c\\u0430\\u0433\\u0430\\u0437\\u0438\\u043d.","2":""},"information_url":"{information_name}","information_meta_title":{"1":"{information_name}","2":""},"information_meta_h1":{"1":"{information_name}","2":""},"information_meta_description":{"1":"{information_name}","2":""},"information_meta_keyword":{"1":"{information_name}","2":""},"revblog_category_url":"{revblog_category_name}","revblog_category_meta_title":{"1":"{revblog_category_name}","2":""},"revblog_category_meta_description":{"1":"{revblog_category_name}","2":""},"revblog_category_meta_keyword":{"1":"{revblog_category_name}","2":""},"revblog_url":"{revblog_name}","revblog_meta_title":{"1":"{revblog_name}","2":""},"revblog_meta_description":{"1":"{revblog_category_name} - {revblog_name}.","2":""},"revblog_meta_keyword":{"1":"{revblog_category_name}, {revblog_name}, \\u0438\\u043d\\u0442\\u0435\\u0440\\u043d\\u0435\\u0442 \\u043c\\u0430\\u0433\\u0430\\u0437\\u0438\\u043d.","2":""}}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_catalog_best', '{"best_products":"","limit":"20","filter_buy":""}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_catalog_sorts_category', '{"group_default":"stock","sort_default":"p.sort_order","sort_default_adesc":"ASC","order_ASC":"1","1":{"order_ASC_text":"","name_ASC_text":"","name_DESC_text":"","price_ASC_text":"","price_DESC_text":"","rating_DESC_text":"","rating_ASC_text":"","model_ASC_text":"","model_DESC_text":"","date_added_ASC_text":"","date_added_DESC_text":""},"2":{"order_ASC_text":"","name_ASC_text":"","name_DESC_text":"","price_ASC_text":"","price_DESC_text":"","rating_DESC_text":"","rating_ASC_text":"","model_ASC_text":"","model_DESC_text":"","date_added_ASC_text":"","date_added_DESC_text":""},"name_ASC":"1","name_DESC":"0","price_ASC":"1","price_DESC":"1","rating_DESC":"1","rating_ASC":"0","model_ASC":"0","model_DESC":"0","date_added_ASC":"0","date_added_DESC":"1"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_all_settings', '{"color_all_document":"FFFFFF","color_href":"2A6FBA","color_href_hover":"C0392B","color_cart":"C0392B","color_cart_hover":"D14233","color_top3":"C0392B","color_footer":"222222","color_amazon":"333333","color_top3_cart":"D14233","all_document_width":"0","all_document_h_f_width":"0","all_document_margin":"1","all_fon_image":"catalog\\/revolution\\/backgrounds\\/bright_squares.png","all_fon_image_css_1":"1","all_fon_image_css_2":"1","all_content_width":"0","color_selecta":"EAEAEA","preloader":"catalog\\/revolution\\/preloaders\\/revpreloader1.svg","cat_compact":"1","cat_opis_opt":"0","cache_on":"1","error404":"1","n_progres":"0","razmiv_cont":"0","zatemn_cont":"1","opacity_cont":"0","pol_konf":"8","pol_konf_tvivod":"0","revcheckout_status":"1","revcheckout_login":"0","revcheckout_register":"0","revcheckout_customer_group":"0","revcheckout_name":"2","revcheckout_family":"0","revcheckout_telephone":"2","revcheckout_telephone_mask":"+7 (999) 9999999","revcheckout_mail":"1","revcheckout_comment":"1","revcheckout_reg_adres":"0","revcheckout_country":"0","revcheckout_region":"0","revcheckout_index":"0","revcheckout_city":"0","revcheckout_adres":"0","revcheckout_foto":"1","revcheckout_model":"0","revcheckout_sku":"1","revcheckout_kolvo":"1","revcheckout_vsego":"1","1":{"revcheckout_description":"","revregister_description":"","revaccount_description":"","description":"&lt;p&gt;\\u0420\\u0430\\u0431\\u043e\\u0442\\u0430\\u0435\\u043c \\u0435\\u0436\\u0435\\u0434\\u043d\\u0435\\u0432\\u043d\\u043e \\u0441 9.00 \\u0434\\u043e 20.00&lt;\\/p&gt;&lt;p&gt;\\u041c\\u043e\\u0436\\u043d\\u043e \\u043f\\u0438\\u0441\\u0430\\u0442\\u044c \\u0432 Viber \\u0438 WhatsApp \\u043d\\u0430&amp;nbsp;79905588800&lt;\\/p&gt;","modal_header":"","text_no":"","text_yes":"","modal_text":""},"2":{"revcheckout_description":"","revregister_description":"","revaccount_description":"","description":"","modal_header":"","text_no":"","text_yes":"","modal_text":""},"revregister_status":"1","revregister_legends":"0","revregister_custom_fields":"0","revregister_customer_group":"0","revregister_name":"1","revregister_family":"0","revregister_telephone":"0","revregister_telephone_mask":"+7 (999) 9999999","revregister_mail":"1","revregister_newsletter":"0","revregister_country":"0","revregister_region":"0","revregister_index":"0","revregister_city":"0","revregister_adres":"0","revaccount_allurls":"1","revaccount_wishlist":"0","revaccount_orders":"1","revaccount_files":"0","revaccount_bonus":"0","revaccount_returns":"0","revaccount_pay_history":"0","revaccount_pay_regular":"0","m_conts":"1","dop_conts":"0","soc_conts":"1","soc_conts_url":"1","f_svazy":"1","yamap":"&lt;iframe src=&quot;https:\\/\\/www.google.com\\/maps\\/embed?pb=!1m18!1m12!1m3!1d8982.369536277092!2d37.534248042518!3d55.74821101574636!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46b54bdcf5bc7e93%3A0xf06a35a0ec0ee806!2z0JTQtdC70L7QstC-0Lkg0LrQvtC80L_Qu9C10LrRgSDCq9CY0LzQv9C10YDQuNGPwrs!5e0!3m2!1sru!2s!4v1506005386051&quot; width=&quot;750&quot; height=&quot;400&quot; frameborder=&quot;0&quot; style=&quot;border:0&quot; allowfullscreen&gt;&lt;\\/iframe&gt;","otzivy_status":"0","modal_status":"0","modal_time":"0","modal_buttons":"0","microdata_status":"0","microdata_postcode":"","microdata_city":"","microdata_adress":"","microdata_phones":"","microdata_social":"","microdata_email":"","watermark_status_true":"1","watermark_status":"0","watermark_type":"text","watermark_text":"","watermark_image":"no_image.png","watermark_font_size":"10","watermark_color":"333333","watermark_position":"bottomleft","watermark_opacity":"70","watermark_angle":"0","watermark_offset":{"x":"21","y":"10"},"watermark_scaling":{"width":"800","height":"800"},"watermark_min":{"width":"228","height":"228"}}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_header_dop_contacts_status', '0', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_header_dop_contact', '{"1":{"icontype":"1","icon":"fa fa-map-marker","image":"no_image.png","number":{"1":"\\u041c\\u043e\\u0441\\u043a\\u0432\\u0430, \\u041f\\u0440\\u0435\\u0441\\u043d\\u0435\\u043d\\u0441\\u043a\\u0430\\u044f \\u043d\\u0430\\u0431\\u0435\\u0440\\u0435\\u0436\\u043d\\u0430\\u044f 6, \\u043a\\u043e\\u0440\\u043f\\u0443\\u0441 2","2":""},"href":{"1":"","2":""},"sort":""}}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_header_popupphone', '{"status":"1","under_phone":"1","firstname":"1","telephone":"2","telephone_mask":"+7 (999) 9999999","email":"1","comment":"1"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_geo_set', '{"status":"1"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_geo', '{"1":{"city":"\\u041c\\u043e\\u0441\\u043a\\u0432\\u0430","code":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438.","text":{"1":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0432 \\u041c\\u043e\\u0441\\u043a\\u0432\\u0435. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u0438.","2":""}},"2":{"city":"\\u041a\\u0440\\u0430\\u0441\\u043d\\u043e\\u044f\\u0440\\u0441\\u043a\\u0438\\u0439 \\u043a\\u0440\\u0430\\u0439","code":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438.","text":{"1":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0432 \\u041a\\u0440\\u0430\\u0441\\u043d\\u043e\\u044f\\u0440\\u0441\\u043a\\u0435. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u043a\\u0440\\u0430\\u044e.","2":""}},"3":{"city":"\\u041a\\u0438\\u0435\\u0432","code":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438.","text":{"1":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0432 \\u041a\\u0438\\u0435\\u0432\\u0435. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0423\\u043a\\u0440\\u0430\\u0438\\u043d\\u0435.","2":""}},"4":{"city":"\\u041b\\u044c\\u0432\\u043e\\u0432","code":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438.","text":{"1":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0432\\u043e \\u041b\\u044c\\u0432\\u043e\\u0432\\u0435. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u0438.","2":""}},"5":{"city":"\\u041e\\u0434\\u0435\\u0441\\u0441\\u0430","code":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438.","text":{"1":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0432 \\u041e\\u0434\\u0435\\u0441\\u0441\\u0435. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u0438.","2":""}},"6":{"city":"\\u0425\\u0430\\u0440\\u044c\\u043a\\u043e\\u0432\\u0441\\u043a\\u0430\\u044f \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u044c","code":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438.","text":{"1":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0432 \\u0425\\u0430\\u0440\\u044c\\u043a\\u043e\\u0432\\u0435. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u0438.","2":""}},"7":{"city":"\\u041f\\u0440\\u0438\\u043c\\u043e\\u0440\\u0441\\u043a\\u0438\\u0439 \\u043a\\u0440\\u0430\\u0439","code":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438.","text":{"1":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0432\\u043e \\u0412\\u043b\\u0430\\u0434\\u0438\\u0432\\u043e\\u0441\\u0442\\u043e\\u043a\\u0435. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u043a\\u0440\\u0430\\u044e.","2":""}},"8":{"city":"\\u0410\\u043c\\u0443\\u0440\\u0441\\u043a\\u0430\\u044f \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u044c","code":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438.","text":{"1":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0432 \\u0411\\u043b\\u0430\\u0433\\u043e\\u0432\\u0435\\u0449\\u0435\\u043d\\u0441\\u043a\\u0435. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u0438.","2":""}},"9":{"city":"\\u0417\\u0430\\u0431\\u0430\\u0439\\u043a\\u0430\\u043b\\u044c\\u0441\\u043a\\u0438\\u0439 \\u043a\\u0440\\u0430\\u0439","code":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438.","text":{"1":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0432 \\u0427\\u0438\\u0442\\u0435. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u043a\\u0440\\u0430\\u044e.","2":""}},"10":{"city":"\\u0418\\u0440\\u043a\\u0443\\u0442\\u0441\\u043a\\u0430\\u044f \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u044c","code":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438.","text":{"1":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0432 \\u0418\\u0440\\u043a\\u0443\\u0442\\u0441\\u043a\\u0435. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u0438.","2":""}},"11":{"city":"\\u0410\\u043b\\u0442\\u0430\\u0439\\u0441\\u043a\\u0438\\u0439 \\u043a\\u0440\\u0430\\u0439","code":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438.","text":{"1":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0432 \\u0411\\u0430\\u0440\\u043d\\u0430\\u0443\\u043b\\u0435. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u043a\\u0440\\u0430\\u044e.","2":""}},"12":{"city":"\\u041d\\u043e\\u0432\\u043e\\u0441\\u0438\\u0431\\u0438\\u0440\\u0441\\u043a\\u0430\\u044f \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u044c","code":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438.","text":{"1":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0432 \\u041d\\u043e\\u0432\\u043e\\u0441\\u0438\\u0431\\u0438\\u0440\\u0441\\u043a\\u0435. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u0438.","2":""}},"13":{"city":"\\u0427\\u0435\\u043b\\u044f\\u0431\\u0438\\u043d\\u0441\\u043a\\u0430\\u044f \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u044c","code":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438.","text":{"1":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0432 \\u0427\\u0435\\u043b\\u044f\\u0431\\u0438\\u043d\\u0441\\u043a\\u0435. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u0438.","2":""}},"14":{"city":"\\u0411\\u0430\\u0448\\u043a\\u043e\\u0440\\u0442\\u043e\\u0441\\u0442\\u0430\\u043d","code":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438.","text":{"1":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0432 \\u0423\\u0444\\u0435.","2":""}},"15":{"city":"\\u0421\\u0430\\u043c\\u0430\\u0440\\u0441\\u043a\\u0430\\u044f \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u044c","code":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438.","text":{"1":"\\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0432 \\u0421\\u0430\\u043c\\u0430\\u0440\\u0435. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u0438.","2":""}}}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revship2', 'revship2_tax_class_id', '0', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revship2', 'revship2_geo_zone_id', '0', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revship2', 'revship2_status', '1', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revship2', 'revship2_sort_order', '1', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_slider_5', '{"status":"0","1":{"title":"","url_all":""},"2":{"title":"","url_all":""},"icontype":"1","icon":"fa none","image":"no_image.png","count":"12","not_view_null":"0","slider":"1","image_width":"228","image_height":"228","category_id":"0","featured":"","manufacturer_id":"0","sort":"p.date_added","autoscroll":""}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_slider_4', '{"status":"0","1":{"title":"","url_all":""},"2":{"title":"","url_all":""},"icontype":"1","icon":"fa none","image":"no_image.png","count":"12","not_view_null":"0","slider":"1","image_width":"228","image_height":"228","category_id":"0","featured":"","manufacturer_id":"0","sort":"p.date_added","autoscroll":""}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_slider_3', '{"status":"0","1":{"title":"","url_all":""},"2":{"title":"","url_all":""},"icontype":"1","icon":"fa none","image":"no_image.png","count":"12","not_view_null":"0","slider":"1","image_width":"228","image_height":"228","category_id":"0","featured":"","manufacturer_id":"0","sort":"p.date_added","autoscroll":""}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_home_all', '{"1":{"h1_home":"\\u041f\\u0440\\u043e\\u0434\\u0430\\u0436\\u0430 \\u043e\\u0440\\u0438\\u0433\\u0438\\u043d\\u0430\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0438 \\u043d\\u0435\\u043e\\u0440\\u0438\\u0433\\u0438\\u043d\\u0430\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0437\\u0430\\u043f\\u0447\\u0430\\u0441\\u0442\\u0435\\u0439 \\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438."},"2":{"h1_home":"\\u041f\\u0440\\u043e\\u0434\\u0430\\u0436\\u0430 \\u043e\\u0440\\u0438\\u0433\\u0438\\u043d\\u0430\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0438 \\u043d\\u0435\\u043e\\u0440\\u0438\\u0433\\u0438\\u043d\\u0430\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0437\\u0430\\u043f\\u0447\\u0430\\u0441\\u0442\\u0435\\u0439 \\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439. \\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0420\\u043e\\u0441\\u0441\\u0438\\u0438."},"pr_opisanie":"0"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_dop_menu_cf_3', '[{&quot;id&quot;:1,&quot;name1&quot;:&quot;Контакты&quot;,&quot;name2&quot;:&quot;Контакты&quot;,&quot;href1&quot;:&quot;&quot;,&quot;href2&quot;:&quot;&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_cf_3&quot;:&quot;&quot;,&quot;dop_menu_image_cf_3&quot;:&quot;&quot;,&quot;&quot;:{},&quot;children&quot;:[{&quot;id&quot;:2,&quot;name1&quot;:&quot;Москва, Пресненская набережная 6, корпус 2&quot;,&quot;name2&quot;:&quot;Москва, Пресненская набережная 6, корпус 2&quot;,&quot;href1&quot;:&quot;&quot;,&quot;href2&quot;:&quot;&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_cf_3&quot;:&quot;fa fa-map-marker&quot;,&quot;dop_menu_image_cf_3&quot;:&quot;&quot;,&quot;&quot;:{}},{&quot;id&quot;:4,&quot;name1&quot;:&quot;7-990-558-88-00&quot;,&quot;name2&quot;:&quot;7-990-558-88-00&quot;,&quot;href1&quot;:&quot;&quot;,&quot;href2&quot;:&quot;&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_cf_3&quot;:&quot;fa fa-phone&quot;,&quot;dop_menu_image_cf_3&quot;:&quot;&quot;,&quot;&quot;:{}},{&quot;id&quot;:3,&quot;name1&quot;:&quot;mail@zap.oc-mod.ru&quot;,&quot;name2&quot;:&quot;mail@zap.oc-mod.ru&quot;,&quot;href1&quot;:&quot;&quot;,&quot;href2&quot;:&quot;&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_cf_3&quot;:&quot;fa fa-envelope&quot;,&quot;dop_menu_image_cf_3&quot;:&quot;&quot;,&quot;&quot;:{}}]}]', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_slider_1', '{"status":"0","1":{"title":"","url_all":""},"2":{"title":"","url_all":""},"icontype":"1","icon":"fa none","image":"no_image.png","count":"12","not_view_null":"0","slider":"1","image_width":"228","image_height":"228","category_id":"0","featured":"","manufacturer_id":"0","sort":"p.date_added","autoscroll":""}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_home_spec', '{"status":"0","1":{"title":""},"2":{"title":""},"url_all":"0","icontype":"1","icon":"fa fa-bell-o","image":"no_image.png","limit":"12","not_view_null":"0","slider":"0","autoscroll":"","image_width":"400","image_height":"300"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_home_categorywall_manufacturers', '["37"]', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_home_tabs', '0', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_home_last', '{"status":"1","1":{"title":"\\u041d\\u043e\\u0432\\u043e\\u0435 \\u043f\\u043e\\u0441\\u0442\\u0443\\u043f\\u043b\\u0435\\u043d\\u0438\\u0435"},"2":{"title":""},"url_all":"1","icontype":"1","icon":"fa fa-calendar-o","image":"no_image.png","limit":"10","not_view_null":"0","slider":"0","autoscroll":"","image_width":"172","image_height":"129"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_home_best', '{"status":"0","1":{"title":""},"2":{"title":""},"url_all":"0","icontype":"1","icon":"fa fa-star-o","image":"no_image.png","limit":"12","not_view_null":"0","slider":"1","autoscroll":"","image_width":"400","image_height":"300"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_home_categorywall_categories', '["11900212","11900213","11900214","11900215","11900216","11900217","11900218","11900219","11900220","11900221","11900222","11900223","11900224","11900225","11900226","11900227","11900228","11900229","11900231","11900232","11900233","11900234","11900235","11900236","11900237","11900238","11900239","11900240","11900241","11900242","11900243","11900244","11900245","11900246","11900247","11900248","11900249","11900250","11900251","11900268","11900252","11900253","11900254","11900269","11900255","11900256","11900257","11900258","11900259","11900260","11900261","11900262","11900270","11900263","11900264","11900265","11900266","11900271","11900267","11900272"]', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_home_slideshow', '{"status":"0","banner_id":"7","allwide":"0","mobile":"1","slides":"3","autoscroll":"","width":"390","height":"130","b_color":"FAFAFA"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_blocks_home', '{"status":"0","effect":"1"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_home_categorywall', '{"status":"1","mobi_status":"0","1":{"title":""},"2":{"title":""},"icontype":"1","icon":"fa fa-folder-o","image":"no_image.png","sort_order":"0","categories":"1","group_manufs":"1","group_manufs_simbol":"1","group_manufs_link":{"1":"","2":""},"group_manufs_link_href":""}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_catalog_stiker', '{"status":"1","new_status":"0","best_status":"0","spec_status":"1","sklad_status":"0","stock_status":"1","stiker_netu_stock":"0","upc":"1","ean":"0","jan":"0","isbn":"0","mpn":"0","last_color":"494949","last_color_text":"FFFFFF","best_color":"2D77C8","best_color_text":"FFFFFF","spec_color":"C0392B","spec_color_text":"FFFFFF","netu_color":"EEEEEE","netu_color_text":"333333","user_color":"333333","user_color_text":"FFFFFF"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_catalog_popuporder', '{"status":"0","quick_btn":"0","firstname":"1","telephone":"2","telephone_mask":"+7 (999) 9999999","email":"1","comment":"1","order_status":"2"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_cat_compare', '{"cat_sort":"1","main_cat":"0","compare_price":"1","compare_model":"1","compare_sku":"1","compare_manuf":"1","compare_stock":"1","compare_rate":"1","compare_srtdesc":"1","compare_weight":"1","compare_razmer":"1","compare_atrib":"1","compare_atribgr":"0"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_cat_mods', '{"viewed_products":"0","1":{"viewed_products_zagolovok":""},"2":{"viewed_products_zagolovok":""},"viewed_products_limit":"8"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_cat_attributes', '{"description_on":"1","description_in_grid":"1","options_in_cat":"1","options_in_grid":"0","short_desc":"0","zamena_description":"1","manufacturer":"0","model":"0","sku":"1","stock":"1","length":"0","weight":"0","attributes_status":"0","show_name":"1","show_tags":"1","count":"5","separator":"&lt;br&gt;"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_product_all', '{"popup_purchase":"0","zakaz":"0","zakaz_price_null":"0","recalc_price":"0","recalc_price_animate":"0","q_zavisimost":"1","opt_price":"1","countdown":"0","recpr_rightc":"0","answers":"0","blogs":"1","share_status":"0","short_desc":"1","pr_tabs":"0","desc_cols":"0","spec_cols":"0","atributs":"1","atributs_group_name":"0","atributs_ssilka_all":"0","manufacturer_status":"1","model_status":"0","sku_status":"1","bonusbals_status":"0","sklad_status":"1","ostatok_status":"1","weight_status":"1","razmers":"1","options_two_in_line":"0","options_ravno_plus":"0","option_f_auto":"0","options_buy":"0","options_buy_optionname":"0","options_buy_optionname_one":"0","options_buy_foto":"0","options_buy_model":"1","options_buy_quantity":"1","options_buy_click":"0"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_dop_menu_cf_4', '[]', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_dop_menu_cf_5', '[]', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_footer_subscribe', '{"status":"0","1":{"title":"","text":"","text_uspeh":""},"2":{"title":"","text":"","text_uspeh":""}}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_footer_icon', '{"1":{"image":"catalog\\/revolution\\/payment\\/visa.png","href":"oplata","sort":"1"},"2":{"image":"catalog\\/revolution\\/payment\\/master.png","href":"oplata","sort":"2"},"3":{"image":"catalog\\/revolution\\/payment\\/maestro.png","href":"oplata","sort":"3"},"4":{"image":"catalog\\/revolution\\/payment\\/sberbank.png","href":"oplata","sort":"4"},"5":{"image":"catalog\\/revolution\\/payment\\/alfa.png","href":"oplata","sort":"5"},"6":{"image":"catalog\\/revolution\\/payment\\/privat.png","href":"oplata","sort":"9"}}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_location_height', '50', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_location_width', '268', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_cart_height', '54', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revolution', 'revolution_image_cart_width', '76', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_dop_menu_cf', '[]', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_dop_menu_cf_2', '[{&quot;id&quot;:1,&quot;name1&quot;:&quot;Информация&quot;,&quot;name2&quot;:&quot;Информация&quot;,&quot;href1&quot;:&quot;&quot;,&quot;href2&quot;:&quot;&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_cf_2&quot;:&quot;&quot;,&quot;dop_menu_image_cf_2&quot;:&quot;&quot;,&quot;&quot;:{},&quot;children&quot;:[{&quot;id&quot;:2,&quot;name1&quot;:&quot;О нас&quot;,&quot;name2&quot;:&quot;О нас&quot;,&quot;href1&quot;:&quot;o_nas&quot;,&quot;href2&quot;:&quot;o_nas&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_cf_2&quot;:&quot;fa fa-angle-right&quot;,&quot;dop_menu_image_cf_2&quot;:&quot;&quot;,&quot;&quot;:{}},{&quot;id&quot;:3,&quot;name1&quot;:&quot;Оплата&quot;,&quot;name2&quot;:&quot;Оплата&quot;,&quot;href1&quot;:&quot;oplata&quot;,&quot;href2&quot;:&quot;oplata&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_cf_2&quot;:&quot;fa fa-angle-right&quot;,&quot;dop_menu_image_cf_2&quot;:&quot;&quot;,&quot;&quot;:{}},{&quot;id&quot;:4,&quot;name1&quot;:&quot;Доставка&quot;,&quot;name2&quot;:&quot;Доставка&quot;,&quot;href1&quot;:&quot;dostavka&quot;,&quot;href2&quot;:&quot;dostavka&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_cf_2&quot;:&quot;fa fa-angle-right&quot;,&quot;dop_menu_image_cf_2&quot;:&quot;&quot;,&quot;&quot;:{}},{&quot;id&quot;:5,&quot;name1&quot;:&quot;Гарантия&quot;,&quot;name2&quot;:&quot;Гарантия&quot;,&quot;href1&quot;:&quot;garantiya&quot;,&quot;href2&quot;:&quot;garantiya&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_cf_2&quot;:&quot;fa fa-angle-right&quot;,&quot;dop_menu_image_cf_2&quot;:&quot;&quot;,&quot;&quot;:{}}]}]', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_footer_all', '{"in_top":"1","popup_phone":"1","f_map":"0","copy":"0","1":{"copy_text":"\\u0418\\u043d\\u0442\\u0435\\u0440\\u043d\\u0435\\u0442-\\u043c\\u0430\\u0433\\u0430\\u0437\\u0438\\u043d \\u043e\\u0440\\u0438\\u0433\\u0438\\u043d\\u0430\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0438 \\u043d\\u0435\\u043e\\u0440\\u0438\\u0433\\u0438\\u043d\\u0430\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0430\\u0432\\u0442\\u043e\\u0437\\u0430\\u043f\\u0447\\u0430\\u0441\\u0442\\u0435\\u0439 \\u00a9 2012 - 2017"},"2":{"copy_text":""}}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_custom_footer', '{"status":"1","dops_pc_status":"0","cf_1_status":"1","cf_1_width":"50","cf_2_status":"1","cf_2_width":"20","cf_3_status":"1","cf_3_width":"25","cf_4_status":"0","cf_4_width":"20","cf_5_status":"0","cf_5_width":"20","1":{"cf_1_description":"&lt;p style=&quot;color: #aaa&quot;&gt;\\u041c\\u044b - \\u043a\\u043e\\u043c\\u043f\\u0430\\u043d\\u0438\\u044f \\u0437\\u0430\\u043d\\u0438\\u043c\\u0430\\u044e\\u0449\\u0430\\u044f\\u0441\\u044f \\u043f\\u0440\\u043e\\u0434\\u0430\\u0436\\u0435\\u0439 \\u0437\\u0430\\u043f\\u0447\\u0430\\u0441\\u0442\\u0435\\u0439, \\u0430\\u0432\\u0442\\u043e\\u043c\\u0430\\u0441\\u0435\\u043b, \\u0430\\u043a\\u043a\\u0443\\u043c\\u0443\\u043b\\u044f\\u0442\\u043e\\u0440\\u043e\\u0432 \\u0438 \\u043d\\u0430\\u0432\\u0435\\u0441\\u043d\\u043e\\u0433\\u043e \\u043e\\u0431\\u043e\\u0440\\u0443\\u0434\\u043e\\u0432\\u0430\\u043d\\u0438\\u044f \\u0434\\u043b\\u044f \\u0432\\u043d\\u0435\\u0434\\u043e\\u0440\\u043e\\u0436\\u043d\\u0438\\u043a\\u043e\\u0432 \\u0434\\u043b\\u044f \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u0435\\u0439 \\u0438\\u043d\\u043e\\u0441\\u0442\\u0440\\u0430\\u043d\\u043d\\u043e\\u0433\\u043e \\u043f\\u0440\\u043e\\u0438\\u0437\\u0432\\u043e\\u0434\\u0441\\u0442\\u0432\\u0430. \\u0412 \\u043d\\u0430\\u0448\\u0435\\u043c \\u0430\\u0441\\u0441\\u043e\\u0440\\u0442\\u0438\\u043c\\u0435\\u043d\\u0442\\u0435 \\u043f\\u0440\\u043e\\u0434\\u0443\\u043a\\u0446\\u0438\\u0438 \\u0432\\u0435\\u0434\\u0443\\u0449\\u0438\\u0445 \\u0435\\u0432\\u0440\\u043e\\u043f\\u0435\\u0439\\u0441\\u043a\\u0438\\u0445, \\u043a\\u043e\\u0440\\u0435\\u0439\\u0441\\u043a\\u0438\\u0445, \\u0430\\u043c\\u0435\\u0440\\u0438\\u043a\\u0430\\u043d\\u0441\\u043a\\u0438\\u0445, \\u044f\\u043f\\u043e\\u043d\\u0441\\u043a\\u0438\\u0445 \\u043c\\u0430\\u0440\\u043e\\u043a, \\u0430 \\u0442\\u0430\\u043a \\u0436\\u0435 \\u0431\\u043e\\u043b\\u044c\\u0448\\u043e\\u0439 \\u0432\\u044b\\u0431\\u043e\\u0440 \\u043d\\u0435\\u043e\\u0440\\u0438\\u0433\\u0438\\u043d\\u0430\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0430\\u0432\\u0442\\u043e\\u043c\\u043e\\u0431\\u0438\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0437\\u0430\\u043f\\u0447\\u0430\\u0441\\u0442\\u0435\\u0439.&lt;br&gt;&lt;\\/p&gt;","cf_2_description":"","cf_3_description":"&lt;p&gt;&lt;br&gt;&lt;\\/p&gt;","cf_4_description":"","cf_5_description":""},"2":{"cf_1_description":"","cf_2_description":"","cf_3_description":"","cf_4_description":"","cf_5_description":""}}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_product_mods', '{"viewed_products":"1","1":{"viewed_products_zagolovok":"\\u0412\\u044b \\u0441\\u043c\\u043e\\u0442\\u0440\\u0435\\u043b\\u0438","text_block_zagolovok":""},"2":{"viewed_products_zagolovok":"\\u0412\\u044b \\u0441\\u043c\\u043e\\u0442\\u0440\\u0435\\u043b\\u0438","text_block_zagolovok":""},"viewed_products_limit":"8","text_block":"1","text_block_cols":"col-sm-6","text_block_cols_2":"col-sm-12"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_product_all_attribute_group', '["4"]', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_product_images', '{"zoom":"0","slider":"0"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_predzakaz', '{"status":"1","firstname":"1","telephone":"2","telephone_mask":"+7 (999) 9999999","email":"1","comment":"1","order_status":"2"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_catalog_last', '{"last_products":"","limit":"20","filter_day":""}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_header_cart', '{"icontype":"1","icon":"fa fa-shopping-basket","image":"no_image.png","type":"redirect","cart_vspl":"0","cart_size":"mini","cart_carturl":"0","cart_quick":"1"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_catalog_all', '{"category_desc":"0","podcategory_status":"0","podcategory_imgs":"1","podcategory_cols":"6","manuf_desc":"0","product_in_cart":"0","ch_quantity":"1","rev_srav_prod":"0","rev_wish_prod":"0","rev_wish_srav_prod":"0","popup_view":"0","img_slider":"0","chislo_ryad":"0","vid_grid":"1","vid_price":"1","vid_default":"vid_price","pagination":"standart_knopka"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_header_search', '{"ch_text":"0","1":{"doptext":""},"2":{"doptext":""},"in_category":"0","ajax_search_status":"1","ajax_search_limit":"10","ajax_search_model":"1","ajax_search_manufacturer":"0","ajax_search_tag":"1","ajax_search_sku":"1","ajax_search_upc":"0","ajax_search_mpn":"1","ajax_search_isbn":"0","ajax_search_jan":"0","ajax_search_ean":"0","ajax_search_description":"0"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_header_standart_links', '{"rev_lang":"0","rev_curr":"0","rev_srav":"0","rev_wish":"0","rev_acc":"0","rev_acc_zagolovok":"kabinet","popup_login":"1"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_dop_menu_2', '[]', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_dop_menu_3', '[{&quot;id&quot;:4,&quot;name1&quot;:&quot;Информация&quot;,&quot;name2&quot;:&quot;Информация&quot;,&quot;href1&quot;:&quot;&quot;,&quot;href2&quot;:&quot;&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_3&quot;:&quot;&quot;,&quot;dop_menu_image_3&quot;:&quot;&quot;,&quot;&quot;:{&quot;collapsed&quot;:false},&quot;column&quot;:&quot;2&quot;,&quot;children&quot;:[{&quot;id&quot;:5,&quot;name1&quot;:&quot;О нас&quot;,&quot;name2&quot;:&quot;О нас&quot;,&quot;href1&quot;:&quot;o_nas&quot;,&quot;href2&quot;:&quot;o_nas&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_3&quot;:&quot;&quot;,&quot;dop_menu_image_3&quot;:&quot;&quot;,&quot;&quot;:{},&quot;column&quot;:&quot;&quot;},{&quot;id&quot;:6,&quot;name1&quot;:&quot;Оплата&quot;,&quot;name2&quot;:&quot;Оплата&quot;,&quot;href1&quot;:&quot;oplata&quot;,&quot;href2&quot;:&quot;oplata&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_3&quot;:&quot;&quot;,&quot;dop_menu_image_3&quot;:&quot;&quot;,&quot;&quot;:{},&quot;column&quot;:&quot;&quot;},{&quot;id&quot;:7,&quot;name1&quot;:&quot;Доставка&quot;,&quot;name2&quot;:&quot;Доставка&quot;,&quot;href1&quot;:&quot;dostavka&quot;,&quot;href2&quot;:&quot;dostavka&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_3&quot;:&quot;&quot;,&quot;dop_menu_image_3&quot;:&quot;&quot;,&quot;&quot;:{},&quot;column&quot;:&quot;&quot;},{&quot;id&quot;:10,&quot;name1&quot;:&quot;Контакты&quot;,&quot;name2&quot;:&quot;Контакты&quot;,&quot;href1&quot;:&quot;contact-us&quot;,&quot;href2&quot;:&quot;contact-us&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_3&quot;:&quot;&quot;,&quot;dop_menu_image_3&quot;:&quot;&quot;,&quot;&quot;:{},&quot;column&quot;:&quot;&quot;},{&quot;id&quot;:8,&quot;name1&quot;:&quot;Гарантия&quot;,&quot;name2&quot;:&quot;Гарантия&quot;,&quot;href1&quot;:&quot;garantiya&quot;,&quot;href2&quot;:&quot;garantiya&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_3&quot;:&quot;&quot;,&quot;dop_menu_image_3&quot;:&quot;&quot;,&quot;&quot;:{&quot;collapsed&quot;:false},&quot;column&quot;:&quot;&quot;,&quot;children&quot;:[{&quot;id&quot;:11,&quot;name1&quot;:&quot;Гарантия на новые запчасти&quot;,&quot;name2&quot;:&quot;Гарантия на новые запчасти&quot;,&quot;href1&quot;:&quot;garantiya_na_novye_zapchasti&quot;,&quot;href2&quot;:&quot;garantiya_na_novye_zapchasti&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_3&quot;:&quot;&quot;,&quot;dop_menu_image_3&quot;:&quot;&quot;,&quot;&quot;:{},&quot;column&quot;:&quot;&quot;},{&quot;id&quot;:12,&quot;name1&quot;:&quot;Гарантия на б.у. запчасти&quot;,&quot;name2&quot;:&quot;Гарантия на б.у. запчасти&quot;,&quot;href1&quot;:&quot;garantiya_na_bu_zapchasti&quot;,&quot;href2&quot;:&quot;garantiya_na_bu_zapchasti&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_3&quot;:&quot;&quot;,&quot;dop_menu_image_3&quot;:&quot;&quot;,&quot;&quot;:{},&quot;column&quot;:&quot;&quot;}]}]},{&quot;id&quot;:1,&quot;name1&quot;:&quot;Товары со скидкой&quot;,&quot;name2&quot;:&quot;Товары со скидкой&quot;,&quot;href1&quot;:&quot;specials&quot;,&quot;href2&quot;:&quot;specials&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_3&quot;:&quot;&quot;,&quot;dop_menu_image_3&quot;:&quot;&quot;,&quot;&quot;:{},&quot;column&quot;:&quot;&quot;},{&quot;id&quot;:3,&quot;name1&quot;:&quot;Наши новости&quot;,&quot;name2&quot;:&quot;Наши новости&quot;,&quot;href1&quot;:&quot;novosti&quot;,&quot;href2&quot;:&quot;novosti&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_3&quot;:&quot;&quot;,&quot;dop_menu_image_3&quot;:&quot;&quot;,&quot;&quot;:{},&quot;column&quot;:&quot;&quot;},{&quot;id&quot;:9,&quot;name1&quot;:&quot;Автосервис&quot;,&quot;name2&quot;:&quot;Автосервис&quot;,&quot;href1&quot;:&quot;avtoservis&quot;,&quot;href2&quot;:&quot;avtoservis&quot;,&quot;icontype&quot;:&quot;iconka&quot;,&quot;dop_menu_iconka_3&quot;:&quot;fa fa-wrench&quot;,&quot;dop_menu_image_3&quot;:&quot;&quot;,&quot;&quot;:{},&quot;column&quot;:&quot;&quot;}]', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_header_phone', '{"1":{"text":"mail@zap.oc-mod.ru","text2":"","cod":"","number":"7-990-558-88-00","cod2":"","number2":"","doptext2":"","doptext":""},"2":{"text":"","text2":"","cod":"","number":"","cod2":"","number2":"","doptext2":"","doptext":""},"icontype":"1","icon":"fa none","image":"catalog\\/revolution\\/icons8-whatsapp-64.png"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_header_menu', '{"sticky":"1","image_in_ico":"0","tri_level":"1","manuf":"1","n_column":"2","manuf_icontype":"1","manuf_icon":"fa none","manuf_image":"no_image.png","image_in_ico_m":"0","type":"0","cats_status":"1","zadergka":"1","icontype":"1","icon":"fa fa-bars","image":"no_image.png","on_line_cat":"0","inhome":"1","up_menu_height":"1","ogranich":"0","ogranich_count":"5"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_dop_menu', '[]', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme', 'revtheme_version', '4.0', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revship2', 'revship2_cost', '250', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revblog', 'revblog_settings', '{"category_image_status":"0","category_image_width":"80","category_image_height":"80","list_desc_limit":"400","list_image_width":"80","list_image_height":"80","main_image_status":"1","form_image_width":"400","form_image_height":"300","images_image_width":"80","images_image_height":"60","share_status":"0","not_view_null":"1"}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revtheme_revcheckoutshippay', 'revtheme_revcheckoutshippay', '{"pickup":["cod"],"revship":["adres_on","cod"],"revship2":["adres_on","cod"]}', '1');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revship', 'revship_status', '1', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revship', 'revship_geo_zone_id', '0', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revship', 'revship_tax_class_id', '0', '0');
INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES ('', '0', 'revship', 'revship_sort_order', '2', '0');

TRUNCATE TABLE `oc_product_tab`;


TRUNCATE TABLE `oc_product_tab_desc`;


TRUNCATE TABLE `oc_revblog`;

INSERT INTO `oc_revblog` (`revblog_id`, `image`, `date_added`, `date_modified`, `date_available`, `sort_order`, `status`) VALUES ('7', 'catalog/revolution/demo_tovars/zap/products/lx570_razbor.jpeg', '2016-05-31 22:49:43', '2017-09-20 21:13:28', '2017-08-08', '4', '1');
INSERT INTO `oc_revblog` (`revblog_id`, `image`, `date_added`, `date_modified`, `date_available`, `sort_order`, `status`) VALUES ('8', '', '2016-05-31 22:57:47', '2017-09-18 20:08:01', '2016-05-10', '1', '1');
INSERT INTO `oc_revblog` (`revblog_id`, `image`, `date_added`, `date_modified`, `date_available`, `sort_order`, `status`) VALUES ('9', '', '2016-05-31 23:02:29', '2017-09-18 20:08:23', '2016-05-28', '2', '1');
INSERT INTO `oc_revblog` (`revblog_id`, `image`, `date_added`, `date_modified`, `date_available`, `sort_order`, `status`) VALUES ('10', '', '2016-05-31 23:09:52', '2017-09-18 20:06:16', '2016-07-12', '3', '1');

TRUNCATE TABLE `oc_revblog_category`;

INSERT INTO `oc_revblog_category` (`category_id`, `image`, `parent_id`, `sort_order`, `status`, `date_added`, `date_modified`) VALUES ('5', 'catalog/revolution/c_montag.png', '0', '2', '1', '2016-11-19 18:50:33', '2016-11-28 13:43:49');
INSERT INTO `oc_revblog_category` (`category_id`, `image`, `parent_id`, `sort_order`, `status`, `date_added`, `date_modified`) VALUES ('3', '', '0', '1', '1', '2016-11-18 23:05:48', '2016-11-28 13:40:54');

TRUNCATE TABLE `oc_revblog_category_description`;

INSERT INTO `oc_revblog_category_description` (`category_id`, `language_id`, `title`, `description`, `meta_title`, `meta_description`, `meta_keyword`) VALUES ('3', '1', 'Новости', '', 'Новости', 'Новости', 'Новости');
INSERT INTO `oc_revblog_category_description` (`category_id`, `language_id`, `title`, `description`, `meta_title`, `meta_description`, `meta_keyword`) VALUES ('5', '1', 'Статьи', '&lt;p&gt;Тут описание категории статьи.. Поддержка HTML.&lt;br&gt;&lt;/p&gt;', 'Статьи', 'Статьи', 'Статьи');

TRUNCATE TABLE `oc_revblog_category_path`;

INSERT INTO `oc_revblog_category_path` (`category_id`, `path_id`, `level`) VALUES ('5', '5', '0');
INSERT INTO `oc_revblog_category_path` (`category_id`, `path_id`, `level`) VALUES ('3', '3', '0');

TRUNCATE TABLE `oc_revblog_category_to_layout`;

INSERT INTO `oc_revblog_category_to_layout` (`category_id`, `store_id`, `layout_id`) VALUES ('5', '0', '0');
INSERT INTO `oc_revblog_category_to_layout` (`category_id`, `store_id`, `layout_id`) VALUES ('3', '0', '0');

TRUNCATE TABLE `oc_revblog_category_to_store`;

INSERT INTO `oc_revblog_category_to_store` (`category_id`, `store_id`) VALUES ('3', '0');
INSERT INTO `oc_revblog_category_to_store` (`category_id`, `store_id`) VALUES ('5', '0');

TRUNCATE TABLE `oc_revblog_description`;

INSERT INTO `oc_revblog_description` (`revblog_id`, `language_id`, `title`, `title_pr`, `title_products`, `description`, `meta_title`, `meta_description`, `meta_keyword`) VALUES ('7', '1', 'В разбор поступил Lexus LX 570', 'Б.у. запчасти LX570', '', '&lt;p&gt;Спешим сообщить о поступлении к нам на разбор автомобиля Lexus LX 570 2008 года выпуска.&lt;/p&gt;&lt;p&gt;Пока есть все.&lt;/p&gt;', 'В разбор поступил Lexus LX 570', 'Новости - В разбор поступил Lexus LX 570.', 'Новости, В разбор поступил Lexus LX 570, интернет магазин.');
INSERT INTO `oc_revblog_description` (`revblog_id`, `language_id`, `title`, `title_pr`, `title_products`, `description`, `meta_title`, `meta_description`, `meta_keyword`) VALUES ('7', '2', 'MILES расширяет ассортимент.', '', '', '&lt;p&gt;MILES продолжает активное развитие ассортимента поставляемого на российский рынок продукции: противозадирная, металлоплакирующая пластичная смазка, пылезащитные комплекты, фильтры воздуха салона и воздушные фильтры.&lt;/p&gt;&lt;p&gt;Продукция Miles по самым низким ценам только у нас!&lt;/p&gt;', '', '', '');
INSERT INTO `oc_revblog_description` (`revblog_id`, `language_id`, `title`, `title_pr`, `title_products`, `description`, `meta_title`, `meta_description`, `meta_keyword`) VALUES ('8', '1', 'Пополнение ассортимента Just Drive.', '', '', '&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; line-height: 20px;&quot;&gt;&lt;font color=&quot;#333333&quot; face=&quot;Roboto&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Уважаемые клиенты!&amp;nbsp;&lt;/span&gt;&lt;/font&gt;&lt;span style=&quot;font-size: 14px; color: rgb(51, 51, 51); font-family: Roboto;&quot;&gt;Рады сообщить, что ассортимент рычагов подвески Just Drive пополнился новой линейкой категории &quot;Premium&quot;.&lt;/span&gt;&lt;/p&gt;&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; line-height: 20px;&quot;&gt;&lt;font color=&quot;#333333&quot; face=&quot;Roboto&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Безупречное качество, долгий ресурс и постоянный контроль качества при производстве позволяет снизить до 0 процент браков.&lt;/span&gt;&lt;/font&gt;&lt;/p&gt;&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; line-height: 20px;&quot;&gt;&lt;font color=&quot;#333333&quot; face=&quot;Roboto&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Ассортимент данной линейки позволяет покрыть наиболее популярные автомобили в РФ.&lt;/span&gt;&lt;/font&gt;&lt;/p&gt;', 'Пополнение ассортимента Just Drive.', 'Новости - Пополнение ассортимента Just Drive..', 'Новости, Пополнение ассортимента Just Drive., интернет магазин.');
INSERT INTO `oc_revblog_description` (`revblog_id`, `language_id`, `title`, `title_pr`, `title_products`, `description`, `meta_title`, `meta_description`, `meta_keyword`) VALUES ('8', '2', 'Пополнение ассортимента Just Drive.', '', '', '&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; line-height: 20px;&quot;&gt;&lt;font color=&quot;#333333&quot; face=&quot;Roboto&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Уважаемые клиенты!&lt;/span&gt;&lt;/font&gt;&lt;/p&gt;&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; line-height: 20px;&quot;&gt;&lt;font color=&quot;#333333&quot; face=&quot;Roboto&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Рады сообщить, что ассортимент рычагов подвески Just Drive пополнился новой линейкой категории &quot;Premium&quot;.&lt;/span&gt;&lt;/font&gt;&lt;/p&gt;&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; line-height: 20px;&quot;&gt;&lt;font color=&quot;#333333&quot; face=&quot;Roboto&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Безупречное качество, долгий ресурс и постоянный контроль качества при производстве позволяет снизить до 0 процент браков.&lt;/span&gt;&lt;/font&gt;&lt;/p&gt;&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; line-height: 20px;&quot;&gt;&lt;font color=&quot;#333333&quot; face=&quot;Roboto&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Ассортимент данной линейки позволяет покрыть наиболее популярные автомобили в РФ.&lt;/span&gt;&lt;/font&gt;&lt;/p&gt;', '', '', '');
INSERT INTO `oc_revblog_description` (`revblog_id`, `language_id`, `title`, `title_pr`, `title_products`, `description`, `meta_title`, `meta_description`, `meta_keyword`) VALUES ('9', '1', 'Добавлены каталоги &quot;Автохимия&quot; и &quot;Запчасти для ТО', '', '', '&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; line-height: 20px;&quot;&gt;&lt;span style=&quot;font-size: 14px; color: rgb(51, 51, 51); font-family: Roboto;&quot;&gt;Рады сообщить, что на zap.oc-mod.ru добавлены каталоги &quot;Автохимия&quot; и &quot;Запчасти для ТО&quot;.&lt;/span&gt;&lt;br&gt;&lt;/p&gt;&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; line-height: 20px;&quot;&gt;&lt;font color=&quot;#333333&quot; face=&quot;Roboto&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Удобные в работе и незаменимые помощники при выборе необходимой автохимии или запчасти.&lt;/span&gt;&lt;/font&gt;&lt;/p&gt;', 'Добавлены каталоги &quot;Автохимия&quot; и &quot;Запчасти для ТО', 'Новости - Добавлены каталоги &quot;Автохимия&quot; и &quot;Запчасти для ТО.', 'Новости, Добавлены каталоги &quot;Автохимия&quot; и &quot;Запчасти для ТО, интернет магазин.');
INSERT INTO `oc_revblog_description` (`revblog_id`, `language_id`, `title`, `title_pr`, `title_products`, `description`, `meta_title`, `meta_description`, `meta_keyword`) VALUES ('9', '2', 'Добавлены каталоги &quot;Автохимия&quot; и &quot;Запчасти для ТО', '', '', '&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; line-height: 20px;&quot;&gt;&lt;font color=&quot;#333333&quot; face=&quot;Roboto&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Уважаемые клиенты!&lt;/span&gt;&lt;/font&gt;&lt;/p&gt;&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; line-height: 20px;&quot;&gt;&lt;font color=&quot;#333333&quot; face=&quot;Roboto&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Рады сообщить, что на cadmar.ru добавлены каталоги &quot;Автохимия&quot; и &quot;Запчасти для ТО&quot;.&lt;/span&gt;&lt;/font&gt;&lt;/p&gt;&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; line-height: 20px;&quot;&gt;&lt;font color=&quot;#333333&quot; face=&quot;Roboto&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Удобные в работе и незаменимые помощники при выборе необходимой автохимии или запчасти.&lt;/span&gt;&lt;/font&gt;&lt;/p&gt;', '', '', '');
INSERT INTO `oc_revblog_description` (`revblog_id`, `language_id`, `title`, `title_pr`, `title_products`, `description`, `meta_title`, `meta_description`, `meta_keyword`) VALUES ('10', '1', 'Новый бренд в ассортименте - Masuma.', '', '', '&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; line-height: 20px;&quot;&gt;&lt;font color=&quot;#333333&quot; face=&quot;Roboto&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;На нашем складе появилась продукция японского бренда Masuma. Эта компания разрабатывает технологии и размещает заказы на японских заводах-производителях запчастей, предназначенных для замены устаревших узлов и деталей в основных системах автомобилей, произведенных популярными японскими, корейскими и китайскими концернами.&lt;/span&gt;&lt;/font&gt;&lt;/p&gt;&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; line-height: 20px;&quot;&gt;&lt;font color=&quot;#333333&quot; face=&quot;Roboto&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Ждем ваших заказов!&lt;/span&gt;&lt;/font&gt;&lt;/p&gt;', 'Новый бренд в ассортименте - Masuma.', 'Новости - Новый бренд в ассортименте - Masuma..', 'Новости, Новый бренд в ассортименте - Masuma., интернет магазин.');
INSERT INTO `oc_revblog_description` (`revblog_id`, `language_id`, `title`, `title_pr`, `title_products`, `description`, `meta_title`, `meta_description`, `meta_keyword`) VALUES ('10', '2', 'Новый бренд в ассортименте - Masuma.', '', '', '&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; line-height: 20px;&quot;&gt;&lt;font color=&quot;#333333&quot; face=&quot;Roboto&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;На нашем складе появилась продукция японского бренда Masuma. Эта компания разрабатывает технологии и размещает заказы на японских заводах-производителях запчастей, предназначенных для замены устаревших узлов и деталей в основных системах автомобилей, произведенных популярными японскими, корейскими и китайскими концернами.&lt;/span&gt;&lt;/font&gt;&lt;/p&gt;&lt;p class=&quot;text-justify&quot; style=&quot;margin-bottom: 10px; line-height: 20px;&quot;&gt;&lt;font color=&quot;#333333&quot; face=&quot;Roboto&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Ждем ваших заказов!&lt;/span&gt;&lt;/font&gt;&lt;/p&gt;', '', '', '');

TRUNCATE TABLE `oc_revblog_images`;

INSERT INTO `oc_revblog_images` (`image_id`, `revblog_id`, `image`, `sort_order`) VALUES ('37', '10', 'catalog/revolution/demo_tovars/zap/masuma_1.jpeg', '3');
INSERT INTO `oc_revblog_images` (`image_id`, `revblog_id`, `image`, `sort_order`) VALUES ('36', '10', 'catalog/revolution/demo_tovars/zap/masuma_2.jpg', '2');
INSERT INTO `oc_revblog_images` (`image_id`, `revblog_id`, `image`, `sort_order`) VALUES ('35', '10', 'catalog/revolution/demo_tovars/zap/masuma_3.jpg', '1');

TRUNCATE TABLE `oc_revblog_product`;

INSERT INTO `oc_revblog_product` (`revblog_id`, `product_id`) VALUES ('7', '426');
INSERT INTO `oc_revblog_product` (`revblog_id`, `product_id`) VALUES ('7', '427');
INSERT INTO `oc_revblog_product` (`revblog_id`, `product_id`) VALUES ('7', '428');
INSERT INTO `oc_revblog_product` (`revblog_id`, `product_id`) VALUES ('7', '429');

TRUNCATE TABLE `oc_revblog_to_category`;

INSERT INTO `oc_revblog_to_category` (`revblog_id`, `category_id`, `main_category`) VALUES ('7', '3', '1');
INSERT INTO `oc_revblog_to_category` (`revblog_id`, `category_id`, `main_category`) VALUES ('9', '3', '1');
INSERT INTO `oc_revblog_to_category` (`revblog_id`, `category_id`, `main_category`) VALUES ('8', '3', '1');
INSERT INTO `oc_revblog_to_category` (`revblog_id`, `category_id`, `main_category`) VALUES ('10', '3', '1');

TRUNCATE TABLE `oc_revblog_to_layout`;

INSERT INTO `oc_revblog_to_layout` (`revblog_id`, `store_id`, `layout_id`) VALUES ('7', '0', '0');
INSERT INTO `oc_revblog_to_layout` (`revblog_id`, `store_id`, `layout_id`) VALUES ('8', '0', '0');
INSERT INTO `oc_revblog_to_layout` (`revblog_id`, `store_id`, `layout_id`) VALUES ('9', '0', '0');
INSERT INTO `oc_revblog_to_layout` (`revblog_id`, `store_id`, `layout_id`) VALUES ('10', '0', '0');

TRUNCATE TABLE `oc_revblog_to_store`;

INSERT INTO `oc_revblog_to_store` (`revblog_id`, `store_id`) VALUES ('7', '0');
INSERT INTO `oc_revblog_to_store` (`revblog_id`, `store_id`) VALUES ('8', '0');
INSERT INTO `oc_revblog_to_store` (`revblog_id`, `store_id`) VALUES ('9', '0');
INSERT INTO `oc_revblog_to_store` (`revblog_id`, `store_id`) VALUES ('10', '0');

TRUNCATE TABLE `oc_revpopupphones`;


TRUNCATE TABLE `oc_revsubscribe`;


TRUNCATE TABLE `oc_tabs`;

INSERT INTO `oc_tabs` (`tab_id`, `products`, `categories`, `manufactures`, `ingore_products`, `stores`, `allproducts`, `status`, `sort_order`, `date_added`) VALUES ('1', '', '', '', '["431","432","433"]', '["0"]', '1', '1', '0', '2016-06-01 00:09:29');

TRUNCATE TABLE `oc_tabs_description`;

INSERT INTO `oc_tabs_description` (`tab_id`, `language_id`, `title`, `description`) VALUES ('1', '2', 'Скидка на замену', '');
INSERT INTO `oc_tabs_description` (`tab_id`, `language_id`, `title`, `description`) VALUES ('1', '1', 'Скидка на замену', '&lt;p&gt;При заказе через сайт, 10% с&lt;span style=&quot;line-height: 17.1428394317627px;&quot;&gt;кидка на замену запчастей&amp;nbsp;&lt;/span&gt;&lt;span style=&quot;line-height: 1.42857;&quot;&gt;в нашем &lt;a href=&quot;avtoservis&quot;&gt;сервисе&lt;/a&gt;!&lt;/span&gt;&lt;/p&gt;');

TRUNCATE TABLE `oc_textblocks`;

INSERT INTO `oc_textblocks` (`tb_id`, `products`, `categories`, `manufactures`, `ingore_products`, `icontype`, `image`, `icon`, `stores`, `allproducts`, `status`, `checkbox`, `sort_order`, `text_block_cols`) VALUES ('1', '["431","432","433"]', '', '', '', '1', '', 'fa fa-wrench', '["0"]', '0', '1', '1', '0', '');

TRUNCATE TABLE `oc_textblocks_description`;

INSERT INTO `oc_textblocks_description` (`tb_id`, `language_id`, `title`, `description`, `href`) VALUES ('1', '2', 'Бесплатная замена масла', 'Действует при оформлении покупки масла через интернет-магазин. Мы гарантируем качество и подлинность каждого товара, который вы у нас купите!', 'zamena_masla');
INSERT INTO `oc_textblocks_description` (`tb_id`, `language_id`, `title`, `description`, `href`) VALUES ('1', '1', 'Бесплатная замена масла', 'Действует при оформлении покупки масла через интернет-магазин. Мы гарантируем качество и подлинность каждого товара, который вы у нас купите!', 'zamena_masla');

TRUNCATE TABLE `oc_revanswers`;


TRUNCATE TABLE `oc_revcheckoutcustomfield`;

INSERT INTO `oc_revcheckoutcustomfield` (`custom_field_id`, `type`, `value`, `mask`, `location`, `status`, `sort_order`) VALUES ('1', 'text', '', '', 'address', '1', '1');
INSERT INTO `oc_revcheckoutcustomfield` (`custom_field_id`, `type`, `value`, `mask`, `location`, `status`, `sort_order`) VALUES ('2', 'text', '', '', 'address', '1', '2');
INSERT INTO `oc_revcheckoutcustomfield` (`custom_field_id`, `type`, `value`, `mask`, `location`, `status`, `sort_order`) VALUES ('3', 'text', '', '', 'address', '1', '3');

TRUNCATE TABLE `oc_revcheckoutcustomfield_customer_group`;

INSERT INTO `oc_revcheckoutcustomfield_customer_group` (`custom_field_id`, `customer_group_id`, `required`) VALUES ('1', '1', '0');
INSERT INTO `oc_revcheckoutcustomfield_customer_group` (`custom_field_id`, `customer_group_id`, `required`) VALUES ('2', '1', '1');
INSERT INTO `oc_revcheckoutcustomfield_customer_group` (`custom_field_id`, `customer_group_id`, `required`) VALUES ('3', '1', '1');

TRUNCATE TABLE `oc_revcheckoutcustomfield_description`;

INSERT INTO `oc_revcheckoutcustomfield_description` (`custom_field_id`, `language_id`, `name`) VALUES ('1', '2', 'Город');
INSERT INTO `oc_revcheckoutcustomfield_description` (`custom_field_id`, `language_id`, `name`) VALUES ('1', '1', 'Город');
INSERT INTO `oc_revcheckoutcustomfield_description` (`custom_field_id`, `language_id`, `name`) VALUES ('2', '1', 'Адрес');
INSERT INTO `oc_revcheckoutcustomfield_description` (`custom_field_id`, `language_id`, `name`) VALUES ('3', '2', 'ФИО');
INSERT INTO `oc_revcheckoutcustomfield_description` (`custom_field_id`, `language_id`, `name`) VALUES ('3', '1', 'ФИО');
INSERT INTO `oc_revcheckoutcustomfield_description` (`custom_field_id`, `language_id`, `name`) VALUES ('2', '2', 'Адрес');

TRUNCATE TABLE `oc_revcheckoutcustomfield_value`;


TRUNCATE TABLE `oc_revcheckoutcustomfield_value_description`;


TRUNCATE TABLE `oc_revcheckoutcustomfield_shipping_code`;

INSERT INTO `oc_revcheckoutcustomfield_shipping_code` (`custom_field_id`, `shipping_code`) VALUES ('1', 'revship.revship');
INSERT INTO `oc_revcheckoutcustomfield_shipping_code` (`custom_field_id`, `shipping_code`) VALUES ('3', 'revship.revship');
INSERT INTO `oc_revcheckoutcustomfield_shipping_code` (`custom_field_id`, `shipping_code`) VALUES ('2', 'revship.revship');
INSERT INTO `oc_revcheckoutcustomfield_shipping_code` (`custom_field_id`, `shipping_code`) VALUES ('2', 'revship2.revship2');